[{"pageContent":"STIHL End-2-EndE-Commerce Services From global e-commerce strategy to the development of new digital sales platforms: diconium has created an online experience for B2B and B2C customers. Read more ENDRESS + HAUSER Search Engine Optimization Visible, accessible and authentic: Thanks to a holistic online marketing revision, the search engine visibility of strategically relevant websites has improved by 77% and the stay duration has increased. Read more KODAKALARIS Digital Fulfillment System Year after year, millions of orders run through the Kodak Digital Fulfilment System stably and reliably thanks to diconium. Read more MANN + HUMMEL Brand Strategy & Corporate Website From brand strategy to a corporate website: diconium has holistically repositioned the corporate brand of the world market leader and bundled the know-how of all MANN+HUMMEL brands on one platform for filtration. Read more BECHTLE Brand Platform with integrated shop A completely new brand appearance: diconium has bundled corporate content, services and store products on one platform, connected microservices and adapted the new approach for numerous countries. Read more TRUMPF Customer Experience Plattform One for all: By providing content, ordering and product research on a central platform, diconium enables a seamless customer experience for Trumpf customers - including a new store and numerous convenience features. Read more CREATING DIGITAL CHAMPIONS diconium is your partner for digital growth along the entire value chain. We build strategies, develop commerce platforms, and give you access to data-driven intelligence. Rooted in commerce, grown in digital transformation – diconium is just as integrated into the digital sales of STIHL as it is in the Volkswagen ID.4’s software, Bechtle’s brand platform or Coop’s and Trumpf’s online shops. We can guarantee this with more than 2,000 employees in interdisciplinary teams of consultants, data experts, and software developers across 14 locations in Europe, North America, and Asia. Contact us","metadata":{"source":"https://weare.diconium.com/en","contentLength":307}},{"pageContent":"","metadata":{"source":"https://event.diconium.com/its-a-match","contentLength":0}},{"pageContent":"WHAT WE DO? WE CREATE DIGITAL CHAMPIONS To achieve this, we build on three pillars that drive us forward and make each member of our team even stronger. RELEVANCE We're the game-changers of digital transformation, supporting trailblazers of the most important industries in mastering digitalization and making consumer behavior more sustainable. INDEPENDENCE We are independent in the way we think and act: We work on a global scale for market leaders and hidden champions, supported by the power of our parent company Volkswagen. EXCITEMENT Our employees are our greatest asset. Together we master technological challenges from various angles. With state-of-the-art tools and a corporate culture that strengthens our team spirit as much as our individual development. Our credo: one for all, all for one! In diverse, interdisciplinary teams with over 2,000 connected colleagues we work together in many ways from remotely to onsite in one of our worldwide offices in Europe, North America and Asia. But then again, are locations that important? Creativity knows no limits anyways. So we don't set any. Instead, we develop the environment in which you can create – in line with our core values courage, mindfulness, collaboration and impact. In other words: We want to be courageous, show mutual respect, work together as a team and achieve something great. Still nothing suitable for you? Mobility is on the verge of a revolution – and we deliver the most appropriate software and safety solutions. The goal is to fundamentally rethink the interaction between software and hardware in cars and pave the way for Volkswagen to become a software-driven automotive company. Together with CARIAD, we are developing VW.OS and the Volkswagen Automotive Cloud, a uniform software platform for all passenger car brands of Volkswagen. Our cyber security experts and penetration testers provide the foundation to protect these systems in the best possible way. We are a global digital company looking for talent from all over the world. Experience Developer First & support us in probably one of the most extensive digital projects in the German automotive industry! Learn more","metadata":{"source":"https://jobs.diconium.com/en","contentLength":348}},{"pageContent":"GET INSIDE BIG DATA We are supporting your intellectual challenge by a cross-industry project portfolio in mobility, IoT, Industrial, Consumer, Financial and non-profit organizations. From scratch analytics and personalization to automation by process mining and further to highly developed neural networks, computer vision as well as natural language processing applications we love to support our clients end-to-end to become a data-driven organization. In addition, we will support you with one day per week to continuously push your data competence and your boundaries to the next level for you personally and of course also for us as an organization. Therefore, a clear personal development roadmap and a clear commitment is a crucial part of our self perception and our diconium values to achieve your personal goals collaboratively. Our in-house blog apply.data as well as the podcast and the blog #RewriteTech underline what these innovations can look like for our customers – on these platforms, employees from various departments have their say and give insights into their jobs and projects of the diconium group. And we continue to grow: More than 1,000 colleagues support our customers from thirteen locations worldwide. What unites us? The courage to break new ground, mutual respect, teamwork and the will to make a lasting change. diconium is a 100 percent subsidiary of the Volkswagen Group. Doesn't sound that bad, does it? If you want to make a difference, this is the right place. What we do? We create digital champions! To achieve this, we build on three pillars that drive us forward and make each member of our team even stronger. RELEVANCE We're the game-changers of digital transformation, supporting trailblazers of the most important industries in mastering digitalization and making consumer behavior more sustainable. INDEPENDENCE We are independent in the way we think and act: We work on a global scale for market leaders and hidden champions, supported by the power of our parent company Volkswagen. EXCITEMENT Our employees are our greatest asset. Together we master technological challenges from various angles. With state-of-the-art tools and a corporate culture that strengthens our team spirit as much as our individual development. Our credo: one for all, all for one! In diverse, interdisciplinary teams with over 2,000 connected colleagues we work together in many ways from remotely to onsite in one of our worldwide offices in Europe, North America and Asia. But then again, are locations that important? Creativity knows no limits anyways. So we don't set any. Instead, we develop the environment in which you can create – in line with our core values courage, mindfulness, collaboration and impact. In other words: We want to be courageous, show mutual respect, work together as a team and achieve something great. 11 jobs available Data & AI","metadata":{"source":"https://jobs.diconium.com/en/category/data-ai/59954e8a-f49e-5d4a-b37b-6177b94e1bb4","contentLength":469}},{"pageContent":"If you want to make a difference, this is the right place. What we do? We create digital champions! To achieve this, we build on three pillars that drive us forward and make each member of our team even stronger. RELEVANCE We're the game-changers of digital transformation, supporting trailblazers of the most important industries in mastering digitalization and making consumer behavior more sustainable. INDEPENDENCE We are independent in the way we think and act: We work on a global scale for market leaders and hidden champions, supported by the power of our parent company Volkswagen. EXCITEMENT Our employees are our greatest asset. Together we master technological challenges from various angles. With state-of-the-art tools and a corporate culture that strengthens our team spirit as much as our individual development. Our credo: one for all, all for one! In diverse, interdisciplinary teams with over 2,000 connected colleagues we work together in many ways from remotely to onsite in one of our worldwide offices in Europe, North America and Asia. But then again, are locations that important? Creativity knows no limits anyways. So we don't set any. Instead, we develop the environment in which you can create – in line with our core values courage, mindfulness, collaboration and impact. In other words: We want to be courageous, show mutual respect, work together as a team and achieve something great. 10 jobs available Software Development","metadata":{"source":"https://jobs.diconium.com/en/category/software-development/4f732d55-7019-52ef-acac-01ee939a35f4","contentLength":237}},{"pageContent":"If you want to make a difference, this is the right place. What we do? We create digital champions! To achieve this, we build on three pillars that drive us forward and make each member of our team even stronger. RELEVANCE We're the game-changers of digital transformation, supporting trailblazers of the most important industries in mastering digitalization and making consumer behavior more sustainable. INDEPENDENCE We are independent in the way we think and act: We work on a global scale for market leaders and hidden champions, supported by the power of our parent company Volkswagen. EXCITEMENT Our employees are our greatest asset. Together we master technological challenges from various angles. With state-of-the-art tools and a corporate culture that strengthens our team spirit as much as our individual development. Our credo: one for all, all for one! In diverse, interdisciplinary teams with over 2,000 connected colleagues we work together in many ways from remotely to onsite in one of our worldwide offices in Europe, North America and Asia. But then again, are locations that important? Creativity knows no limits anyways. So we don't set any. Instead, we develop the environment in which you can create – in line with our core values courage, mindfulness, collaboration and impact. In other words: We want to be courageous, show mutual respect, work together as a team and achieve something great. 2 jobs available Mobile development","metadata":{"source":"https://jobs.diconium.com/en/category/mobile-development/2ee5b74b-43cd-528c-a04f-0539829d7923","contentLength":237}},{"pageContent":"If you want to make a difference, this is the right place. What we do? We create digital champions! To achieve this, we build on three pillars that drive us forward and make each member of our team even stronger. RELEVANCE We're the game-changers of digital transformation, supporting trailblazers of the most important industries in mastering digitalization and making consumer behavior more sustainable. INDEPENDENCE We are independent in the way we think and act: We work on a global scale for market leaders and hidden champions, supported by the power of our parent company Volkswagen. EXCITEMENT Our employees are our greatest asset. Together we master technological challenges from various angles. With state-of-the-art tools and a corporate culture that strengthens our team spirit as much as our individual development. Our credo: one for all, all for one! In diverse, interdisciplinary teams with over 2,000 connected colleagues we work together in many ways from remotely to onsite in one of our worldwide offices in Europe, North America and Asia. But then again, are locations that important? Creativity knows no limits anyways. So we don't set any. Instead, we develop the environment in which you can create – in line with our core values courage, mindfulness, collaboration and impact. In other words: We want to be courageous, show mutual respect, work together as a team and achieve something great. one job available IT Administration","metadata":{"source":"https://jobs.diconium.com/en/category/it-administration/5e4a5193-0a06-5730-ae56-9de9ab9653f6","contentLength":237}},{"pageContent":"Get to know our Service & Operations Team For over 25 years, we have been accompanying companies on this path as a partner with our entire expertise. End-to-end: from strategy, technology and data to organization and transformation. Our support and operations team is a specialized unit within the company. All employees are located in one of our offices worldwide. This unit is responsible for helping a company’s support team be more productive, work more effectively, and deliver better service to the customers. Our mission As a S&O team our main vision is to establish lean scalable support processes for platform customers, to enable low-risk releases and also identify & address bottlenecks. Who are we? As SRE we focus on bringing the software development view to the Service Management by defining Service Level Indicator (SLIs), Service Level Objectives (SLOs) and Service Level Agreements (SLAs) to reduce the MTTR (Mean Time to Resolve) and bringing more observability to the distributed systems, and also introducing Error budgets How do we work? The S&O team is structured across the global diconium group and brings all experts together remotely or on-site to share experience and knowledge. This enables diconium to translate the needs and requirements of its customers into the best possible solutions. 3 jobs available Service & Operations","metadata":{"source":"https://jobs.diconium.com/en/category/service-operations/f5859549-fdbf-5540-a3b6-953750e74032","contentLength":218}},{"pageContent":"If you want to make a difference, this is the right place. What we do? We create digital champions! To achieve this, we build on three pillars that drive us forward and make each member of our team even stronger. RELEVANCE We're the game-changers of digital transformation, supporting trailblazers of the most important industries in mastering digitalization and making consumer behavior more sustainable. INDEPENDENCE We are independent in the way we think and act: We work on a global scale for market leaders and hidden champions, supported by the power of our parent company Volkswagen. EXCITEMENT Our employees are our greatest asset. Together we master technological challenges from various angles. With state-of-the-art tools and a corporate culture that strengthens our team spirit as much as our individual development. Our credo: one for all, all for one! In diverse, interdisciplinary teams with over 2,000 connected colleagues we work together in many ways from remotely to onsite in one of our worldwide offices in Europe, North America and Asia. But then again, are locations that important? Creativity knows no limits anyways. So we don't set any. Instead, we develop the environment in which you can create – in line with our core values courage, mindfulness, collaboration and impact. In other words: We want to be courageous, show mutual respect, work together as a team and achieve something great. one job available DevOps","metadata":{"source":"https://jobs.diconium.com/en/category/devops/667a3ab1-2ff5-5be7-9b93-13101f4cfc2c","contentLength":236}},{"pageContent":"If you want to make a difference, this is the right place. What we do? We create digital champions! To achieve this, we build on three pillars that drive us forward and make each member of our team even stronger. RELEVANCE We're the game-changers of digital transformation, supporting trailblazers of the most important industries in mastering digitalization and making consumer behavior more sustainable. INDEPENDENCE We are independent in the way we think and act: We work on a global scale for market leaders and hidden champions, supported by the power of our parent company Volkswagen. EXCITEMENT Our employees are our greatest asset. Together we master technological challenges from various angles. With state-of-the-art tools and a corporate culture that strengthens our team spirit as much as our individual development. Our credo: one for all, all for one! In diverse, interdisciplinary teams with over 2,000 connected colleagues we work together in many ways from remotely to onsite in one of our worldwide offices in Europe, North America and Asia. But then again, are locations that important? Creativity knows no limits anyways. So we don't set any. Instead, we develop the environment in which you can create – in line with our core values courage, mindfulness, collaboration and impact. In other words: We want to be courageous, show mutual respect, work together as a team and achieve something great. 14 jobs available Project Management / Agile Positions","metadata":{"source":"https://jobs.diconium.com/en/category/project-managament-agile-postitions/768ae894-75a1-5608-b9af-7a0c68526ec2","contentLength":239}},{"pageContent":"If you want to make a difference, this is the right place. What we do? We create digital champions! To achieve this, we build on three pillars that drive us forward and make each member of our team even stronger. RELEVANCE We're the game-changers of digital transformation, supporting trailblazers of the most important industries in mastering digitalization and making consumer behavior more sustainable. INDEPENDENCE We are independent in the way we think and act: We work on a global scale for market leaders and hidden champions, supported by the power of our parent company Volkswagen. EXCITEMENT Our employees are our greatest asset. Together we master technological challenges from various angles. With state-of-the-art tools and a corporate culture that strengthens our team spirit as much as our individual development. Our credo: one for all, all for one! In diverse, interdisciplinary teams with over 2,000 connected colleagues we work together in many ways from remotely to onsite in one of our worldwide offices in Europe, North America and Asia. But then again, are locations that important? Creativity knows no limits anyways. So we don't set any. Instead, we develop the environment in which you can create – in line with our core values courage, mindfulness, collaboration and impact. In other words: We want to be courageous, show mutual respect, work together as a team and achieve something great. 3 jobs available Process & Quality Management","metadata":{"source":"https://jobs.diconium.com/en/category/process-qualitymanagement/3b608541-eebe-5728-ae5b-78272a56c4b9","contentLength":238}},{"pageContent":"If you want to make a difference, this is the right place. What we do? We create digital champions! To achieve this, we build on three pillars that drive us forward and make each member of our team even stronger. RELEVANCE We're the game-changers of digital transformation, supporting trailblazers of the most important industries in mastering digitalization and making consumer behavior more sustainable. INDEPENDENCE We are independent in the way we think and act: We work on a global scale for market leaders and hidden champions, supported by the power of our parent company Volkswagen. EXCITEMENT Our employees are our greatest asset. Together we master technological challenges from various angles. With state-of-the-art tools and a corporate culture that strengthens our team spirit as much as our individual development. Our credo: one for all, all for one! In diverse, interdisciplinary teams with over 2,000 connected colleagues we work together in many ways from remotely to onsite in one of our worldwide offices in Europe, North America and Asia. But then again, are locations that important? Creativity knows no limits anyways. So we don't set any. Instead, we develop the environment in which you can create – in line with our core values courage, mindfulness, collaboration and impact. In other words: We want to be courageous, show mutual respect, work together as a team and achieve something great. one job available Testing & QA","metadata":{"source":"https://jobs.diconium.com/en/category/testing-qa/9074f939-305e-53ea-8ed5-5b638757cf77","contentLength":237}},{"pageContent":"If you want to make a difference, this is the right place. What we do? We create digital champions! To achieve this, we build on three pillars that drive us forward and make each member of our team even stronger. RELEVANCE We're the game-changers of digital transformation, supporting trailblazers of the most important industries in mastering digitalization and making consumer behavior more sustainable. INDEPENDENCE We are independent in the way we think and act: We work on a global scale for market leaders and hidden champions, supported by the power of our parent company Volkswagen. EXCITEMENT Our employees are our greatest asset. Together we master technological challenges from various angles. With state-of-the-art tools and a corporate culture that strengthens our team spirit as much as our individual development. Our credo: one for all, all for one! In diverse, interdisciplinary teams with over 2,000 connected colleagues we work together in many ways from remotely to onsite in one of our worldwide offices in Europe, North America and Asia. But then again, are locations that important? Creativity knows no limits anyways. So we don't set any. Instead, we develop the environment in which you can create – in line with our core values courage, mindfulness, collaboration and impact. In other words: We want to be courageous, show mutual respect, work together as a team and achieve something great. 13 jobs available Cyber Security","metadata":{"source":"https://jobs.diconium.com/en/category/cyber-security/d9bc6913-a662-522f-8a76-93eb27a12e1b","contentLength":237}},{"pageContent":"If you want to make a difference, this is the right place. What we do? We create digital champions! To achieve this, we build on three pillars that drive us forward and make each member of our team even stronger. RELEVANCE We're the game-changers of digital transformation, supporting trailblazers of the most important industries in mastering digitalization and making consumer behavior more sustainable. INDEPENDENCE We are independent in the way we think and act: We work on a global scale for market leaders and hidden champions, supported by the power of our parent company Volkswagen. EXCITEMENT Our employees are our greatest asset. Together we master technological challenges from various angles. With state-of-the-art tools and a corporate culture that strengthens our team spirit as much as our individual development. Our credo: one for all, all for one! In diverse, interdisciplinary teams with over 2,000 connected colleagues we work together in many ways from remotely to onsite in one of our worldwide offices in Europe, North America and Asia. But then again, are locations that important? Creativity knows no limits anyways. So we don't set any. Instead, we develop the environment in which you can create – in line with our core values courage, mindfulness, collaboration and impact. In other words: We want to be courageous, show mutual respect, work together as a team and achieve something great. 8 jobs available Automotive Engineering","metadata":{"source":"https://jobs.diconium.com/en/category/automotive-engineering/fa67fad6-6ef8-4cea-b522-88e27c433458","contentLength":237}},{"pageContent":"If you want to make a difference, this is the right place. What we do? We create digital champions! To achieve this, we build on three pillars that drive us forward and make each member of our team even stronger. RELEVANCE We're the game-changers of digital transformation, supporting trailblazers of the most important industries in mastering digitalization and making consumer behavior more sustainable. INDEPENDENCE We are independent in the way we think and act: We work on a global scale for market leaders and hidden champions, supported by the power of our parent company Volkswagen. EXCITEMENT Our employees are our greatest asset. Together we master technological challenges from various angles. With state-of-the-art tools and a corporate culture that strengthens our team spirit as much as our individual development. Our credo: one for all, all for one! In diverse, interdisciplinary teams with over 2,000 connected colleagues we work together in many ways from remotely to onsite in one of our worldwide offices in Europe, North America and Asia. But then again, are locations that important? Creativity knows no limits anyways. So we don't set any. Instead, we develop the environment in which you can create – in line with our core values courage, mindfulness, collaboration and impact. In other words: We want to be courageous, show mutual respect, work together as a team and achieve something great. 6 jobs available CX / UX / UI","metadata":{"source":"https://jobs.diconium.com/en/category/cx-ux-ui/8e0a2b1d-f3d1-5a07-8db1-47c10b798429","contentLength":238}},{"pageContent":"JOIN US TO BUILD OUR SALESFORCE COMPETENCE CENTER! For over 25 years, we have been accompanying companies on this path as a partner with our entire expertise. End-to-end: from strategy, technology and data to organization and transformation. Our Salesforce Competence Center is a specialized unit within the company. All employees are located in one of our offices worldwide and are specialized experts focusing on different clouds. This unit ensures the exchange of experience and knowledge gained in various projects. With this approach, the company is well equipped to respond to the needs and requirements of customers and offer the best possible solutions. Our mission For over 25 years, we have made it our mission to create digital champions. While at that time we focused on digital transactions, today we map the entire customer journey and provide all the services necessary to create and optimise the digital business capabilities of our clients. At the same time, we put the end customer at the centre to provide them with an optimal and personalised experience at all touchpoints. Who are we We are a community for Salesforce enthusiasts to create a mutually supportive and positive learning environment where everyone has the opportunity to develop project and industry specific skills that in turn drive the growth of the Salesforce practice at diconium. How do we work? The Salesforce Competence Centre is structured across the global diconium group and brings all experts together remotely or on-site to share experience and knowledge. This enables diconium to translate the needs and requirements of its customers into the best possible solutions. 5 jobs available Salesforce","metadata":{"source":"https://jobs.diconium.com/en/category/salesforce/77f409c9-d6cd-5463-a053-36e2958a5d82","contentLength":270}},{"pageContent":"If you want to make a difference, this is the right place. What we do? We create digital champions! To achieve this, we build on three pillars that drive us forward and make each member of our team even stronger. RELEVANCE We're the game-changers of digital transformation, supporting trailblazers of the most important industries in mastering digitalization and making consumer behavior more sustainable. INDEPENDENCE We are independent in the way we think and act: We work on a global scale for market leaders and hidden champions, supported by the power of our parent company Volkswagen. EXCITEMENT Our employees are our greatest asset. Together we master technological challenges from various angles. With state-of-the-art tools and a corporate culture that strengthens our team spirit as much as our individual development. Our credo: one for all, all for one! In diverse, interdisciplinary teams with over 2,000 connected colleagues we work together in many ways from remotely to onsite in one of our worldwide offices in Europe, North America and Asia. But then again, are locations that important? Creativity knows no limits anyways. So we don't set any. Instead, we develop the environment in which you can create – in line with our core values courage, mindfulness, collaboration and impact. In other words: We want to be courageous, show mutual respect, work together as a team and achieve something great. 15 jobs available IT & Digital Consulting","metadata":{"source":"https://jobs.diconium.com/en/category/it-digital-consulting/f739d7fb-46a2-5dc8-86fa-092267a4f7eb","contentLength":238}},{"pageContent":"7 jobs available Strategy Consulting","metadata":{"source":"https://jobs.diconium.com/en/category/strategy-consulting/09ae8e87-f484-5497-abce-38c4de1b657b","contentLength":5}},{"pageContent":"If you want to make a difference, this is the right place. What we do? We create digital champions! To achieve this, we build on three pillars that drive us forward and make each member of our team even stronger. RELEVANCE We're the game-changers of digital transformation, supporting trailblazers of the most important industries in mastering digitalization and making consumer behavior more sustainable. INDEPENDENCE We are independent in the way we think and act: We work on a global scale for market leaders and hidden champions, supported by the power of our parent company Volkswagen. EXCITEMENT Our employees are our greatest asset. Together we master technological challenges from various angles. With state-of-the-art tools and a corporate culture that strengthens our team spirit as much as our individual development. Our credo: one for all, all for one! In diverse, interdisciplinary teams with over 2,000 connected colleagues we work together in many ways from remotely to onsite in one of our worldwide offices in Europe, North America and Asia. But then again, are locations that important? Creativity knows no limits anyways. So we don't set any. Instead, we develop the environment in which you can create – in line with our core values courage, mindfulness, collaboration and impact. In other words: We want to be courageous, show mutual respect, work together as a team and achieve something great. one job available Sales / Account Management","metadata":{"source":"https://jobs.diconium.com/en/category/sales-account-management/c9bdfb1d-b564-509e-873b-53eac0137227","contentLength":238}},{"pageContent":"More from us Web: diconium.com LinkedIn: diconium-Profil Blog: Rewrite Tech Video: Creating Digital Champions Kampagne: drive your life 2 jobs available Marketing & Communication","metadata":{"source":"https://jobs.diconium.com/en/category/marketing-communication/704c13e2-5258-5a49-b94f-96bdf67b40f6","contentLength":25}},{"pageContent":"More about us The people & organization team is located all over Germany as well as in Portugal. But is the \"where\" really crucial? Creativity knows no boundaries anyway. That's why we don't want to set any. We only create the environment in which you can create - along our four corporate values: Courage, Mindfulness, Collaboration and Impact. Short introduction At our company, you will find a colorful mix of different characters. We are divided into three areas: recruiting, people relations & development and services. This allows us to guarantee comprehensive support from the receipt of applications to the further development of employees. 2 jobs available People & Organisation","metadata":{"source":"https://jobs.diconium.com/en/category/people-organisation/db1a4453-e87e-51c5-8ad2-801a5e861d35","contentLength":107}},{"pageContent":"If you want to make a difference, this is the right place. What we do? We create digital champions! To achieve this, we build on three pillars that drive us forward and make each member of our team even stronger. RELEVANCE We're the game-changers of digital transformation, supporting trailblazers of the most important industries in mastering digitalization and making consumer behavior more sustainable. INDEPENDENCE We are independent in the way we think and act: We work on a global scale for market leaders and hidden champions, supported by the power of our parent company Volkswagen. EXCITEMENT Our employees are our greatest asset. Together we master technological challenges from various angles. With state-of-the-art tools and a corporate culture that strengthens our team spirit as much as our individual development. Our credo: one for all, all for one! In diverse, interdisciplinary teams with over 2,000 connected colleagues we work together in many ways from remotely to onsite in one of our worldwide offices in Europe, North America and Asia. But then again, are locations that important? Creativity knows no limits anyways. So we don't set any. Instead, we develop the environment in which you can create – in line with our core values courage, mindfulness, collaboration and impact. In other words: We want to be courageous, show mutual respect, work together as a team and achieve something great. no jobs available Content Management","metadata":{"source":"https://jobs.diconium.com/en/category/content-management/7c8496d5-4d2c-5b2f-b6d8-0d8d2d4a7259","contentLength":237}},{"pageContent":"If you want to make a difference, this is the right place. What we do? We create digital champions! To achieve this, we build on three pillars that drive us forward and make each member of our team even stronger. RELEVANCE We're the game-changers of digital transformation, supporting trailblazers of the most important industries in mastering digitalization and making consumer behavior more sustainable. INDEPENDENCE We are independent in the way we think and act: We work on a global scale for market leaders and hidden champions, supported by the power of our parent company Volkswagen. EXCITEMENT Our employees are our greatest asset. Together we master technological challenges from various angles. With state-of-the-art tools and a corporate culture that strengthens our team spirit as much as our individual development. Our credo: one for all, all for one! In diverse, interdisciplinary teams with over 2,000 connected colleagues we work together in many ways from remotely to onsite in one of our worldwide offices in Europe, North America and Asia. But then again, are locations that important? Creativity knows no limits anyways. So we don't set any. Instead, we develop the environment in which you can create – in line with our core values courage, mindfulness, collaboration and impact. In other words: We want to be courageous, show mutual respect, work together as a team and achieve something great. no jobs available Finance & Controlling","metadata":{"source":"https://jobs.diconium.com/en/category/finance-controlling/54fb7399-f0f8-5269-897b-66d98e380229","contentLength":237}},{"pageContent":"","metadata":{"source":"https://jobs.diconium.com/en/category/legal-compliance/51467853-3065-59d3-b45a-bc5c7aacf4f2","contentLength":0}},{"pageContent":"If you want to make a difference, this is the right place. What we do? We create digital champions! To achieve this, we build on three pillars that drive us forward and make each member of our team even stronger. RELEVANCE We're the game-changers of digital transformation, supporting trailblazers of the most important industries in mastering digitalization and making consumer behavior more sustainable. INDEPENDENCE We are independent in the way we think and act: We work on a global scale for market leaders and hidden champions, supported by the power of our parent company Volkswagen. EXCITEMENT Our employees are our greatest asset. Together we master technological challenges from various angles. With state-of-the-art tools and a corporate culture that strengthens our team spirit as much as our individual development. Our credo: one for all, all for one! In diverse, interdisciplinary teams with over 2,000 connected colleagues we work together in many ways from remotely to onsite in one of our worldwide offices in Europe, North America and Asia. But then again, are locations that important? Creativity knows no limits anyways. So we don't set any. Instead, we develop the environment in which you can create – in line with our core values courage, mindfulness, collaboration and impact. In other words: We want to be courageous, show mutual respect, work together as a team and achieve something great. 24 jobs available Working Student / Internship / Dual Study / Apprenticeship","metadata":{"source":"https://jobs.diconium.com/en/category/working-student-internship/b4c47057-c2f0-553e-b51b-2bc1e04683c0","contentLength":241}},{"pageContent":"LET US DISCOVER YOU. Every person is unique. That is why we do not think in categories or roles. We are looking for people who are enthusiastic about new tasks, who share our values and have courage. For many of our employees we try to define a role that fits their expectations and demands – but of course also fits into the overall picture of diconium. True to the motto: \"Create your very own job with us\". IN OTHER WORDS: IF OUR VACANCIES DO NOT EXACTLY FIT YOU, THEY WILL BE MADE SUITABLE. All you have to do is send us your application. Tell us about yourself, what you can do, what expectations you have, what you are enthusiastic about. We will then take care of the details. Just send us your documents and we will see which team suits your skills and interests best. We will get in touch with you! one job available Proactive Application","metadata":{"source":"https://jobs.diconium.com/en/category/initiativbewerbung/16ab8772-7a3d-53cc-b4ca-466a943b13ce","contentLength":156}},{"pageContent":"","metadata":{"source":"https://special.diconium.com/digital-readiness","contentLength":0}},{"pageContent":"","metadata":{"source":"https://special.diconium.com/en-us/digital-commerce-trends-2023","contentLength":0}},{"pageContent":"Mit Eintragung Ihrer E-Mailadresse willigen Sie darin ein, dass diconium Ihnen Informationen zu Dienstleistungen, Produkten und Job-Angeboten des Unternehmens sowie zu Neuerungen und Veränderungen des Unternehmens und der IT-Branche per E-Mail zusenden darf. Die Einwilligung gilt erst als erteilt, wenn Sie im Rahmen eines Double-Opt-in-Verfahrens Ihre E-Mailadresse verifiziert und die Einwilligung bestätigt haben. Sie können die Einwilligung jederzeit widerrufen oder einen Werbewiderspruch einlegen, indem Sie in den Newslettern den Abmeldelink verwenden oder indem Sie sich an die im Impressum angegebenen Kontaktmöglichkeiten wenden. Näheres zur Datenverarbeitung und zu den Informationspflichten finden Sie in unserer Datenschutzerklärung. Die datengetriebene End-to-End Wertschöpfung eröffnet Chancen für Ihr Angebot und Ihr Unternehmensmanagement: Daten-Architekturen und Methoden der Künstlichen Intelligenz revolutionieren personalisierte Anwendungen, interaktive Assistenten erschaffen neue Kundenerlebnisse und die Echtzeit-Anbindung von intelligenten IoT Devices steigern die Effizienz in Distributions- und Wertschöpfungsketten. In jedem Ihrer Unternehmensprozesse werden Daten während des Prozessablaufs in Legacy Systemen sowie über die Nutzung von IoT Devices erzeugt und verarbeitet. Diese Daten werden mit den datenanalytischen Verhaltensmustern anonymisierter User kombiniert und über die Instrumente Process- & Data Mining sowie Machine Learning in Echtzeit automatisiert. Wir unterstützen Sie als Masterclass Partner von Celonis dabei, diese Potentiale für Ihr Unternehmensergebnis, für die Optimierung Ihrer intelligenten Produkt- und Serviceangebote und für die Effizienzsteigerung Ihrer Time-to-Market Prozesse zu heben. Die stufenweise Integration eigener Datensensoren aus Web, Mobile und IoT-Anwendungen sowie die parallele Anbindung von Drittdatenquellen helfen Ihnen bei der Umsetzung lernender Agenten mit Machine- und Deep-Learning Algorithmen.Supervised, unsupervised und Reinforcement Learning Methoden ermöglichen Ihnen, prädiktiv und automatisiert, Ihre Produkte, Ihre Produktionsmittel und die betroffenen Unternehmensprozesse instand zu halten. Hierbei ist unser P.E.A.S. (Performance – Environment – Actuators – Sensors) Framework die Grundlage für die produktive Gestaltung von AI-Applikationen. Welches Businessziel der Agent leisten soll (Performance), in welchem Umfeld dies zu erreichen ist (Environment), welche Handlungsoption in einem dynamischen Umfeld hierfür erforderlich ist (Actuators) und welche Daten dafür notwendig sind (Sensors), definieren und implementieren wir mit Ihnen gemeinsam. Objekte und deren Eigenschaften in Fotos zu verstehen, ist ein Teilgebiet der Künstlichen Intelligenz. Smartphone-Nutzer generieren pro Tag Milliarden an Fotos weltweit und bilden damit Ihre Marke in Milieus und bestimmten Kontexten ab. Bereits heute erkennen Anwendungen wie Google Lens die Objekte in diesen Fotos und reichern diese beispielsweise mit Suchmaschineninformationen automatisch an. Die maschinelle Auswertung, in welchem Kontext Ihre Marke erfasst wird, eröffnet damit ein enormes Potential für Ihre Marken- und Kundenentwicklung. Darüber hinaus gewinnt die Echtzeit-Positionierung Ihrer Marke im user-generated Content zusätzlich an Bedeutung. Im Ergebnis beeinflusst diese Symbiose aus eigenen Markeninhalten und user-generated Content Ihre Markenstrategie und damit das positive Nutzererlebnis Ihrer Kunden.","metadata":{"source":"https://diconium.com/de/data-driven-decision-making/data-science-beratung","contentLength":472}},{"pageContent":"Mit Eintragung Ihrer E-Mailadresse willigen Sie darin ein, dass diconium Ihnen Informationen zu Dienstleistungen, Produkten und Job-Angeboten des Unternehmens sowie zu Neuerungen und Veränderungen des Unternehmens und der IT-Branche per E-Mail zusenden darf. Die Einwilligung gilt erst als erteilt, wenn Sie im Rahmen eines Double-Opt-in-Verfahrens Ihre E-Mailadresse verifiziert und die Einwilligung bestätigt haben. Sie können die Einwilligung jederzeit widerrufen oder einen Werbewiderspruch einlegen, indem Sie in den Newslettern den Abmeldelink verwenden oder indem Sie sich an die im Impressum angegebenen Kontaktmöglichkeiten wenden. Näheres zur Datenverarbeitung und zu den Informationspflichten finden Sie in unserer Datenschutzerklärung. Digitales Marketing benötigt heutzutage eine ganzheitliche und mehrstufige Strategie. In Zeiten, in denen die organische Reichweite von den großen Gatekeepern wie Google und Facebook immer weiter eingeschränkt wird, ist es von großer Bedeutung, innovative Strategien zu erarbeiten. Ungenutzte Potentiale identifizieren Die Herausforderung besteht in der zielgenauen Online-Vermarktung, um Werbebudgets effizient einzusetzen und Marken langfristig auf- und auszubauen. Am Anfang jedes Projekts steht eine ganzheitliche Daten- und Marktanalyse. Auf dieser Basis und ausgerichtet auf Ihre Unternehmensziele erarbeiten wir Konzepte und Strategien entlang des Marketing Funnels. Unsere Expertise in den Bereichen Digital Analytics und Data Science unterstützt die individuelle Gestaltung von datengetriebenen Zielgruppen, die kanalspezifisch übersetzt werden. So wird ein erfolgreicher Weg im Labyrinth der vielfältigen Möglichkeiten identifiziert. Um Relevanz für die eigene Marke zu schaffen, ist der Schlüssel, die richtige Botschaft zur richtigen Zeit an die richtige Zielgruppe zu spielen. Unsere Experten aus den Bereichen Content, Search, Programmatic und Social Media wissen dabei genau, worauf es ankommt. Ob Paid-, Owned- oder Earned-Media, die positive Customer Experience über alle Touchpoints hinweg steht dabei immer im Fokus. Um den Erfolg der erarbeiteten Strategie sicherzustellen, werden alle Performance-Daten kontinuierlich gemessen, analysiert, optimiert und in Dashboards und Reportings für Sie übersichtlich visualisiert. Damit schaffen wir die Transparenz, um gemeinsam mit Ihnen Ihre Potentiale zu heben.","metadata":{"source":"https://diconium.com/de/data-driven-decision-making/online-marketing-beratung","contentLength":331}},{"pageContent":"Mit Eintragung Ihrer E-Mailadresse willigen Sie darin ein, dass diconium Ihnen Informationen zu Dienstleistungen, Produkten und Job-Angeboten des Unternehmens sowie zu Neuerungen und Veränderungen des Unternehmens und der IT-Branche per E-Mail zusenden darf. Die Einwilligung gilt erst als erteilt, wenn Sie im Rahmen eines Double-Opt-in-Verfahrens Ihre E-Mailadresse verifiziert und die Einwilligung bestätigt haben. Sie können die Einwilligung jederzeit widerrufen oder einen Werbewiderspruch einlegen, indem Sie in den Newslettern den Abmeldelink verwenden oder indem Sie sich an die im Impressum angegebenen Kontaktmöglichkeiten wenden. Näheres zur Datenverarbeitung und zu den Informationspflichten finden Sie in unserer Datenschutzerklärung. Im globalen Wettbewerb bedeuten die Erhebung und der Einsatz von Daten die entscheidende Differenzierung. Für Kunden und Nutzer innerhalb der Leitplanken von DSGVO & e-privacy-Richtlinien optimale Erlebnisse zu schaffen, stellt Unternehmen und Organisationen vor bedeutende Herausforderungen. Nutzerverhalten messen Zielgerichtete Unternehmensentscheidungen basieren auf Daten. Wir bilden die digitale Customer Journey mittels Tracking- und Analytics- Lösungen ab, die auf Ihre Anforderungen zugeschnitten sind. Wir helfen Ihnen dabei, das Nutzerverhalten nachvollziehbar aufzuzeigen. Tracking und Analytics haben dabei stets ein klares Ziel und existieren nicht zum Selbstzweck - wir konzentrieren uns auf die Unterstützung von Unternehmensentscheidungen durch sinnhafte Analysen und Reportings. Zu diesem Zweck ist Wissenstransfer entscheidend – das Enablement unserer Kunden zum Selfservice ist ein Kernaspekt unserer Arbeit. Wir bieten eine flexible Allokation von Expertenteams, um optimale Ergebnisse zu erzielen: Analysten, Frontend- und Backend- Engineers, Data Scientists, Experten für Trackingkonzeption und Solution Architects bilden das Rückgrat unseres Angebotes. Wir nutzen eine breite Klaviatur von Advanced Analytics bis Business-Intelligence-Methoden, um Sie bei der Beantwortung Business-kritischer Fragen zu unterstützen. Der Fokus liegt dabei auf der systematischen Analyse und Kombination von Unternehmens- und Verhaltensdaten. Hierbei setzen wir technologieagnostisch auf Evaluation und Validierung bestehender Datenkonzepte, Aufbereitung und Visualisierung von skalierten Datenmengen sowie fortgeschrittenes Dashboarding und Reporting. Wir adressieren stets konkrete Business-Motivationen: Ob Steigerung der Budgeteffizienz, Erhöhung von Conversionraten, Steigerung der Trafficqualität sowie Heben von Cross- und Upsellpotentialen - wir bieten Ihrem Unternehmen zugeschnittene Konzepte und Lösungen. Nutzererlebnisse individualisieren Die User Experience der Zukunft ist datengetrieben. Unser Anspruch: Vermessung und Optimierung der Customer Journey end2end. Wir helfen Ihnen, Ihren Nutzern zur richtigen Zeit ein bedürfnisorientiertes Angebot in der optimalen Experience zu bieten. Der diconium-Prozess zur Implementierung von Personalisierung befähigt Unternehmen, das Prinzip datengetriebener Personalisierung in der Organisations-DNA zu verankern. Wir befähigen interdisziplinäre Teams, die Herausforderungen bei der Umsetzung von Personalisierungsstrategien zu meistern und zu skalieren.","metadata":{"source":"https://diconium.com/de/data-driven-decision-making/digital-analytics-beratung","contentLength":422}},{"pageContent":"Mit Eintragung Ihrer E-Mailadresse willigen Sie darin ein, dass diconium Ihnen Informationen zu Dienstleistungen, Produkten und Job-Angeboten des Unternehmens sowie zu Neuerungen und Veränderungen des Unternehmens und der IT-Branche per E-Mail zusenden darf. Die Einwilligung gilt erst als erteilt, wenn Sie im Rahmen eines Double-Opt-in-Verfahrens Ihre E-Mailadresse verifiziert und die Einwilligung bestätigt haben. Sie können die Einwilligung jederzeit widerrufen oder einen Werbewiderspruch einlegen, indem Sie in den Newslettern den Abmeldelink verwenden oder indem Sie sich an die im Impressum angegebenen Kontaktmöglichkeiten wenden. Näheres zur Datenverarbeitung und zu den Informationspflichten finden Sie in unserer Datenschutzerklärung. Digitale Unternehmen brauchen eine Infrastruktur, die effiziente Prozesse ermöglicht und dabei Innovationen fördert. Ausgehend von Ihrer bestehenden IT-Architektur entwickelt diconium eine umfassende Digitalisierungsstrategie auf Basis des Capability Based Planning und setzt die nötigen Schritte so um, wie es die Organisation Ihres Unternehmens verlangt. Wie fördern Sie disruptive Innovationen, ohne selbst aus dem Gleichgewicht zu geraten? Die Digitalisierung verlangt von Unternehmen, sich auf immer neue Bedingungen einzustellen. Bewährte Geschäftsmodelle müssen stetig angepasst und komplett neue Geschäftsmodelle implementiert werden. Damit das Zusammenspiel komplexer werdender Systemlandschaften weiterhin effektiv und reibungslos funktioniert, muss alles in eine zukunftsfähige Infrastruktur eingebettet sein. Smartes IT-Architekturmanagement nimmt die existierende Organisation Ihres Unternehmens als Ausgangspunkt und fragt: Welche Fähigkeiten benötigen geänderte oder neue Geschäftsmodelle und sollen ausgebaut, welche neu hinzugefügt werden? Welche Technologien sind dazu notwendig und nach welchen Kriterien müssen diese ausgesucht werden? Bei aller Innovation gilt: das gewählte Setup muss für Ihr Unternehmen beherrschbar bleiben. WAS WIR TUN Wir analysieren den Status quo der Fähigkeiten Ihres Unternehmens und identifizieren gemeinsam mit Ihnen ein individuell passendes Zielbild. Basierend darauf formulieren wir eine Implementierungsstrategie, um Ihre Organisation fit für digitale Prozesse zu machen. In kurzen Entwicklungszyklen setzen wir Schritt für Schritt priorisierte Geschäftsfähigkeiten um. Dabei entwickeln wir die nötige Architektur ebenfalls Schritt für Schritt weiter und schaffen so einen auf Ihre priorisierten Fähigkeiten perfekt abgestimmten Digitalisierungsprozess..","metadata":{"source":"https://diconium.com/de/technology-solutions/it-architekturmanagement","contentLength":352}},{"pageContent":"Mit Eintragung Ihrer E-Mailadresse willigen Sie darin ein, dass diconium Ihnen Informationen zu Dienstleistungen, Produkten und Job-Angeboten des Unternehmens sowie zu Neuerungen und Veränderungen des Unternehmens und der IT-Branche per E-Mail zusenden darf. Die Einwilligung gilt erst als erteilt, wenn Sie im Rahmen eines Double-Opt-in-Verfahrens Ihre E-Mailadresse verifiziert und die Einwilligung bestätigt haben. Sie können die Einwilligung jederzeit widerrufen oder einen Werbewiderspruch einlegen, indem Sie in den Newslettern den Abmeldelink verwenden oder indem Sie sich an die im Impressum angegebenen Kontaktmöglichkeiten wenden. Näheres zur Datenverarbeitung und zu den Informationspflichten finden Sie in unserer Datenschutzerklärung. Die Cloud revolutioniert von Grund auf die Art und Weise, wie Unternehmen arbeiten. Das geht aber nur, wenn der Anbieter stimmt, die Cloud-Lösung richtig implementiert wird und ein professionelles Change-Management die Prozesse im Unternehmen entsprechend anpasst. diconium leistet all das – und bringt langjährige Erfahrung dabei ein, Ihre Arbeitsprozesse zu innovieren. Die Cloud ist die Grundessenz jedes erfolgreichen Digitalunternehmens Das Arbeiten mit Daten in der Cloud hat große Vorteile für Unternehmen. Nicht nur erspart sie die Anschaffung und Wartung aufwändiger Hardware. Sie revolutioniert auch das Arbeiten selbst: Sie beschleunigt Prozesse, befeuert Innovation und erleichtert Kooperation auch zwischen weit entfernten Standorten. Ohne Cloud sind Microservice-Architekturen und kontinuierliches Deployment nahezu undenkbar. Wer die Chancen der Cloud nutzen will, sieht sich aber auch vor große Herausforderungen gestellt. Aus einer Vielzahl von Anbietern muss derjenige ausgesucht werden, der am besten zum Unternehmen passt. Dann muss diese Lösung implementiert und für die Bedürfnisse der jeweiligen Benutzer erweitert werden. Nicht zuletzt müssen im Unternehmen selbst Prozesse umgestellt und die Belegschaft für die neue Lösung begeistert werden. WAS WIR TUN In Workshops und intensiven Anforderungsanalysen generieren wir Insights zu den Potenzialen, die eine Cloud-Lösung für Ihr Unternehmen bietet. Wir suchen den für Sie passenden Anbieter aus, übernehmen die Implementierung und ergänzen das Paket um individuell entwickelte Software-Anwendungen. Dabei binden wir die Stakeholder von Beginn an in alle Prozesse ein und unterziehen unsere Lösungen agilen Tests (POC, MVP). So garantiert diconium immer ein schnelles, sicheres und optimal auf Sie zugeschnittenes Ergebnis.","metadata":{"source":"https://diconium.com/de/technology-solutions/cloud-loesungen-fuer-unternehmen","contentLength":372}},{"pageContent":"Mit Eintragung Ihrer E-Mailadresse willigen Sie darin ein, dass diconium Ihnen Informationen zu Dienstleistungen, Produkten und Job-Angeboten des Unternehmens sowie zu Neuerungen und Veränderungen des Unternehmens und der IT-Branche per E-Mail zusenden darf. Die Einwilligung gilt erst als erteilt, wenn Sie im Rahmen eines Double-Opt-in-Verfahrens Ihre E-Mailadresse verifiziert und die Einwilligung bestätigt haben. Sie können die Einwilligung jederzeit widerrufen oder einen Werbewiderspruch einlegen, indem Sie in den Newslettern den Abmeldelink verwenden oder indem Sie sich an die im Impressum angegebenen Kontaktmöglichkeiten wenden. Näheres zur Datenverarbeitung und zu den Informationspflichten finden Sie in unserer Datenschutzerklärung. Das Internet of Things bietet für Unternehmen enormes Potenzial. Damit intelligente Maschinen auch zu einer besseren Experience führen, entwickelt diconium individuelle Servicemodelle und optimiert Innovationen agil im eigenen Test- und Qualitycenter. Am Ende stehen perfekt auf Ihre Bedürfnisse abgestimmte Lösungen für Predictive Maintenance, Data Analytics, Machine Learning und vieles mehr. Das Internet der Dinge muss ein Internet für Menschen bleiben Das Internet der Dinge ist heute schon Realität: Maschinen entlang einer Produktionsstrecke tauschen Informationen aus, um industrielle Abläufe effizienter zu machen; komplizierte Prozesse lassen sich automatisieren, neue Geschäftsmodelle entstehen, Unternehmen gewinnen an Geschwindigkeit und Effizienz. Die Möglichkeiten scheinen unbegrenzt. Man muss sie sich nur vorstellen und technisch umsetzen können. Damit IoT-Lösungen mehr sind als eine Spielerei, ist es jedoch wichtig, nicht den Blick für das Wesentliche zu verlieren: den strategischen und operativen Nutzen, den Unternehmen intern und in ihren Kundenbeziehungen gewinnen. Customer Centricity muss hier mehr sein als ein Buzzword: Die zentrale Frage ist, welchen Mehrwert Kunden mit einem Produkt oder einem Service gewinnen. Und wenn eine IoT-Lösung die Antwort ist, gilt es, die neue Technologie entlang wertstiftender Use Cases zu planen und zu implementieren. Künstliche Intelligenz etwa kann nur dann komplexe Abläufe vereinfachen und Prozesse effektiver machen, wenn sie auf tiefgreifenden Analysen von Unternehmensprozessen beruht und kreative Handlungsoptionen nutzungsorientiert und realitätsnah zugleich abbildet. WAS WIR TUN Wir analysieren, an welchen Stellen Ihres Unternehmens IoT-Lösungen sinnvoll sind, und erstellen individuelle wie verständliche Service-Modelle. Wir arbeiten agil beim Einsatz neuer Technologien mit Ihnen zusammen, bauen zum Beispiel anschauliche Prototypen und optimieren sie in unserem eigenen Test- und Qualitycenter. Am Ende stehen IoT-Erweiterungen, komplett neue Produkte oder Services mit vielseitigen Eigenschaften und Funktionen wie Predictive Maintenance, Data Analytics oder Machine Learning. Wir übernehmen – ganz im Sinne eines kreativen Prozesses – die gesamte Entwicklung von der ersten Idee bis zur Umsetzung und darüber hinaus: define, design, develop, deploy – diconium.","metadata":{"source":"https://diconium.com/de/technology-solutions/iot-loesungen-beratung","contentLength":438}},{"pageContent":"Mit Eintragung Ihrer E-Mailadresse willigen Sie darin ein, dass diconium Ihnen Informationen zu Dienstleistungen, Produkten und Job-Angeboten des Unternehmens sowie zu Neuerungen und Veränderungen des Unternehmens und der IT-Branche per E-Mail zusenden darf. Die Einwilligung gilt erst als erteilt, wenn Sie im Rahmen eines Double-Opt-in-Verfahrens Ihre E-Mailadresse verifiziert und die Einwilligung bestätigt haben. Sie können die Einwilligung jederzeit widerrufen oder einen Werbewiderspruch einlegen, indem Sie in den Newslettern den Abmeldelink verwenden oder indem Sie sich an die im Impressum angegebenen Kontaktmöglichkeiten wenden. Näheres zur Datenverarbeitung und zu den Informationspflichten finden Sie in unserer Datenschutzerklärung. Native Apps festigen die Kundenbindung, verbessern die Customer Service Experience und stärken damit das Profil Ihrer Marke. diconium entwickelt Apps für Android und iOS mit intuitiver Bedienung und relevanten, innovativen Funktionen. UNTERWEGS MIT DEN KUNDEN Kunden erwarten heute von Unternehmen, immer und überall erreichbar zu sein. Sie wollen auf dem Smartphone Informationen abrufen, Content konsumieren und Services in Anspruch nehmen können – bequem, verlässlich und individuell auf sie zugeschnitten. Vor allem Native Apps – die besser performen als Web Apps und mobile Websites – bieten großes Potenzial für Unternehmen. Indem Sie offline wie online Informationen und Services anbieten, festigen sie die Kundenbindung und stärken die Marke. Außerdem verbessern sie die Kommunikation mit dem Kunden: Durch die Integration Ihrer Services auf dem Smartphone wird die Interaktion mit den Usern leichter, intuitiver und persönlicher. Funktionen wie GPS und Push Notifications erlauben zudem eine direktere, situationsgerechtere Ansprache. WAS WIR TUN Bei der Entwicklung nativer Applikationen für iOS und Android bringen wir über 20 Jahre Erfahrung im E-Business ein. Wir wissen, wie eine App aufgebaut sein muss, damit User sie annehmen und gern benutzen, und kennen die neusten Trends und Must-haves in Sachen mobile Funktionen. Beim Design richten wir uns nach den Android und iOS User Guidelines für intuitives UX-Design. Wir prüfen, welche Komponenten und Lösungen für Ihre App sinnvoll sind und erstellen die nötige Infrastruktur. Während der Entwicklung unterziehen wir die App einem kontinuierlichen Testing, wobei wir Anpassungen agil einarbeiten können. Wie in allen Bereichen denkt diconium auch hier end-to-end und kümmert sich nach dem Deployment gern um die Veröffentlichung auf Google Play und im App Store, sowie um die weitere Verwaltung der App.","metadata":{"source":"https://diconium.com/de/technology-solutions/mobile-loesungen","contentLength":400}},{"pageContent":"Mit Eintragung Ihrer E-Mailadresse willigen Sie darin ein, dass diconium Ihnen Informationen zu Dienstleistungen, Produkten und Job-Angeboten des Unternehmens sowie zu Neuerungen und Veränderungen des Unternehmens und der IT-Branche per E-Mail zusenden darf. Die Einwilligung gilt erst als erteilt, wenn Sie im Rahmen eines Double-Opt-in-Verfahrens Ihre E-Mailadresse verifiziert und die Einwilligung bestätigt haben. Sie können die Einwilligung jederzeit widerrufen oder einen Werbewiderspruch einlegen, indem Sie in den Newslettern den Abmeldelink verwenden oder indem Sie sich an die im Impressum angegebenen Kontaktmöglichkeiten wenden. Näheres zur Datenverarbeitung und zu den Informationspflichten finden Sie in unserer Datenschutzerklärung. Digitale Technologien und die damit einhergehenden neuen, agilen Arbeitsweisen revolutionieren Geschäftsmodelle und gesamte Wertschöpfungsketten, ermöglichen neue Produkt- und Serviceangebote sowie eine Optimierung der Kundeninteraktion. Denken Sie voraus und entfesseln sie enorme Potenziale für Ihr Business. Wir unterstützen Sie gerne dabei, die dafür notwendige Transformation Ihres Unternehmens erfolgreich zu meistern. UNGEAHNTE UNTERNEHMENSPOTENZIALE Der digitale Wandel stellt die gesamte Wirtschaft auf den Kopf. Insbesondere Traditionsunternehmen stehen vor großen Herausforderungen. Die Digitalisierung von Vertriebswegen, internen Abläufen und Strukturen, der Umgang mit Partnern oder das Schaffen von neuen Produkten bedürfen Dynamik und Agilität, die großen Unternehmen oft schwerfällt. Doch der Weg in die digitale Transformation lohnt sich. Schnell wachsende Märkte und disruptive Geschäftsfelder eröffnen sich, wenn technische Möglichkeiten ausgeschöpft werden und damit einhergehend das Mind- und Methoden-Set digitaler Champions Einzug ins Unternehmen finden. Digitale Transformation heißt auch, Silos in Unternehmen abzubauen, die jedes für sich über wertvolle Expertise und Innovationsfreude verfügen – aber nicht Hand in Hand agieren. Digitalisierung muss sich also auch nach innen vollziehen, damit die Organisation den Kundenanforderungen nach Schnelligkeit, Zuverlässigkeit, Innovation und Verlässlichkeit gerecht werden kann. WAS WIR TUN Agile Arbeitsweisen und Produktdenke verlangen völlig neue Organisationsmodelle und Arbeitsmethoden, bei denen Innovation, Strategie, Marketing und Exekution ineinandergreifen. Denn die digitale Transformation ist kein Stückwerk; alle Räder der Wertschöpfung des Unternehmens müssen ineinandergreifen. Unser Beratungsansatz zur digitalen Transformation berücksichtigt all diese Ebenen und wendet konsequent von Beginn an agile und Lean-Start-up-Methoden an. Im Mittelpunkt unseres Transformationsansatzes steht Ihr Endkunde. Nach einer Analyse ihres digitalen Reifegrades, wofür wir unsere Digital Readiness-Index-Methode-einsetzen, definieren wir ein passgenaues Transformationsprogramm. Iterativ und konkret entlang Ihrer strategischen und operativen Herausforderungen nehmen wir Ihre Organisation mit, definieren optimierte Zusammenarbeitsmodelle, enablen Ihre Mitarbeiter in neuen Methoden, Skills und Mindsets und erarbeiten gemeinsam mit Ihnen Artefakte, die den Wandel erlebbar machen. Seien es neue Produkte oder Services, Strategien, Prozessoptimierungen, technologische Plattformen oder was in Ihrer individuellen Situation den größten Nutzen bringt. Lassen Sie uns gemeinsam herausfinden, wie Sie Ihr Unternehmen für die digitale Zukunft aufstellen, sowohl nach innen als auch mit Blick in Richtung Ihrer Kunden – um dann gemeinsam erfolgreich in die Umsetzung gehen zu können.","metadata":{"source":"https://diconium.com/de/transformation/digitale-transformation-beratung","contentLength":492}},{"pageContent":"Mit Eintragung Ihrer E-Mailadresse willigen Sie darin ein, dass diconium Ihnen Informationen zu Dienstleistungen, Produkten und Job-Angeboten des Unternehmens sowie zu Neuerungen und Veränderungen des Unternehmens und der IT-Branche per E-Mail zusenden darf. Die Einwilligung gilt erst als erteilt, wenn Sie im Rahmen eines Double-Opt-in-Verfahrens Ihre E-Mailadresse verifiziert und die Einwilligung bestätigt haben. Sie können die Einwilligung jederzeit widerrufen oder einen Werbewiderspruch einlegen, indem Sie in den Newslettern den Abmeldelink verwenden oder indem Sie sich an die im Impressum angegebenen Kontaktmöglichkeiten wenden. Näheres zur Datenverarbeitung und zu den Informationspflichten finden Sie in unserer Datenschutzerklärung. Welchen Weg gehen Kunden bis zum Kauf und wie gelingt es mit dem richtigen Customer Journey Marketing, Kundenerwartungen auf diesem Weg zu erfüllen? Angefangen vom ersten Touchpoint erleben Kunden ihre individuelle Journey in einem vom Unternehmen kreierten Rahmen, der auf der Customer Journey Map sichtbar wird. diconium sorgt mit einem durchdachten Customer Journey Modell dafür, dass Kunden genau das finden, was sie suchen. So machen Sie Interessenten zu begeisterten Kunden. Die Vorteile von Customer Journey Marketing Die Vorteile von Customer Journey Marketing liegen in der transparenten Begleitung von Kunden über alle Kanäle und Touchpoints hinweg. Dies steigert die Zahl der Neukunden, verbessert die Kundenzufriedenheit und -bindung und generiert neue Umsätze sowie Zusatzgeschäfte bei Bestandskunden. Unsere Methode diconium sieht das große Ganze und gestaltet die Customer Journey angenehm und reibungslos für User. Wir fragen uns etwa, auf welche Touchpoints es ankommt, wo der Kunde bereits findet, was er sucht und welche Touchpoints noch fehlen. Begleitend dazu werden Online Marketing Maßnahmen genauso wie Offline Marketing Maßnahmen angepasst. Das Customer Journey Marketing geht bei diconium über den Kauf hinaus und hat zum Ziel, dass Ihr Unternehmen bei Kunden langfristig in positiver Erinnerung bleibt und sich eine vertrauensvolle Kundenbindung festigt. Ganzheitliche Herangehensweise diconium sieht das große Ganze der Customer Experience und kreiert eine durchgängig stimmige Customer Journey, die einen interessierten User sicher zum definierten Ziel führt. Aus User werden Customer und aus Customer werden Fans. Anhand einer übersichtlichen Customer Journey Map lässt sich jede Phase mit allen Touchpoints genau darstellen. So wissen Sie jeden Kunden einzuordnen. Erstellung individueller Personas Personas sind strategisch wichtig, um die Customer Journey kundenorientiert auszurichten. diconium definiert User Personas individuell und sorgt auf Basis einer sorgfältigen Wettbewerbsanalyse dafür, dass die Customer Journey Ihre Erwartungen und die Ihrer Kunden erfüllt. Entwicklung einer Omnichannel-Vertriebs- und Kommunikationsstrategie Die Digitalisierung lässt die Wege auf der Customer Journey Map immer verzweigter werden. Die Touchpoint Analyse wird aufwendiger, denn die digitalen Touchpoints etwa auf Social-Media-Kanälen werden zahlreicher. Damit wächst die Komplexität, die eine Online Marketing Strategie in jeder einzelnen Phase der Digital Customer Journey meistern muss. Die regelmäßige Customer-Journey-Analyse ist notwendig, um die Marketing-Strategie auf Kurs zu halten. diconium stellt sich der Herausforderung mit intelligenter Datennutzung und kanalübergreifenden Plattformen, die sich in einem umfassenden Customer Journey Mapping niederschlagen. Customer Journey Marketing: Referenzen und Erfahrungen diconium schöpft aus einem über 25-jährigen Erfahrungsschatz, der die gesamte digitale Wertschöpfungskette abdeckt. Unsere Expertise reicht vom strategischen Customer-Journey- Management über Technologie und Daten bis hin zu Organisation und Transformation. Sie finden uns mit über 1.000 Mitarbeiter*innen in Europa, Asien und Nordamerika. Zu unseren Referenzen zählen wir unter anderem Bosch, Kodak Alaris, SICK, STIHL und Volkswagen. FAQs zum Customer Journey Marketing Was ist eine Customer Journey? Eine Customer Journey beschreibt den typischen Weg, den Kunden von Touchpoint zu Touchpoint gehen. Das Ziel ist eine Conversion wie etwa der Kauf eines Produkts oder der Download von Content. So individuell eine Customer Journey auch ist, sie lässt sich systematisch in 5 Phasen gliedern. Wie lauten die Phasen einer Customer Journey? Phase 1: Aufmerksamkeit Kunden werden auf Ihr Angebot aufmerksam. Die ersten Touchpoints sind zum Beispiel Empfehlungen, Social Media Posts oder Präsentationen im Geschäft. Phase 2: Interesse (Consideration) Der Kunde sucht die beste Lösung für sein Bedürfnis und vergleicht verschiedene Angebote. In dieser Phase kommt es auf Überzeugungsarbeit an. Es gilt, das Interesse zu intensivieren und ihn häufig über die eigenen Touchpoints zu erreichen. Phase 3 Kauf (Acquisition) Der Kunde will das passende Angebot zu einem fairen Preis kaufen und sucht den Kontakt. Dies geschieht etwa per Mail, im Onlineshop oder über eine App. Phase 4: Lieferung und Nutzung Ist der Kauf abgeschlossen, erwartet der Kunde eine rasche Lieferung. Die Qualität muss einwandfrei sein, eventuelle Reklamationen und Rückfragen sollen schnell und kundenfreundlich bearbeitet werden. Die Touchpoints in Phase 4 sind etwa Lieferdienst und Kundendienst. Phase 5: Erinnerung (Loyalty) Zufriedene Kunde möchten positive Erfahrungen erneut erleben und andere darauf aufmerksam machen. Aus Kunden werden Fans. In dieser Phasen können Unternehmen Zusatzverkäufe generieren. Wie macht man eine Customer Journey? Wir definieren eine Buyers Persona, führen eine Wettbewerbsanalyse durch und entwickeln unter Berücksichtigung relevanter Informationen die typische Customer Journey durch einen Sales Funnel. Alle begleitenden Maßnahmen, etwa in den Bereichen Social-Media-Marketing, Content-Marketing oder Online-Werbung werden ergänzt. Wann beginnt die Customer Journey? Die User Journey beginnt am ersten Touchpoint, mit dem Kunden in Kontakt kommen. Dies kann im Bereich des E-Commerce zum Beispiel der Online-Shop oder im Rahmen des E-Mail-Marketings die Bekanntgabe der E-Mail-Adresse zum Download eines E-Books sein. Potentielle Kunden können auch online über Google auf eine Firma oder ein Produkt aufmerksam werden. Was ist eine Customer Journey Map? Die Customer Journey Map ist ein visuelles Hilfsmittel. Sich macht sichtbar, welchen Weg Kunden vom ersten Touchpoint mit dem Unternehmen bis zum Kauf eines Produkts und darüber hinaus nehmen.","metadata":{"source":"https://diconium.com/de/customer-experience/customer-journey-optimierung","contentLength":963}},{"pageContent":"Mit Eintragung Ihrer E-Mailadresse willigen Sie darin ein, dass diconium Ihnen Informationen zu Dienstleistungen, Produkten und Job-Angeboten des Unternehmens sowie zu Neuerungen und Veränderungen des Unternehmens und der IT-Branche per E-Mail zusenden darf. Die Einwilligung gilt erst als erteilt, wenn Sie im Rahmen eines Double-Opt-in-Verfahrens Ihre E-Mailadresse verifiziert und die Einwilligung bestätigt haben. Sie können die Einwilligung jederzeit widerrufen oder einen Werbewiderspruch einlegen, indem Sie in den Newslettern den Abmeldelink verwenden oder indem Sie sich an die im Impressum angegebenen Kontaktmöglichkeiten wenden. Näheres zur Datenverarbeitung und zu den Informationspflichten finden Sie in unserer Datenschutzerklärung. Wenn Daten das Gold des 21. Jahrhunderts sind, dann sind loyale Kunden das Platin. Eine Datenstrategie hilft Ihnen folglich nicht nur dabei, Daten zu sammeln, sondern auch aus ihnen zu lernen und sie zu nutzen, um Ihre Kunden zu Fans zu machen. diconium unterstützt Sie bei der Erstellung, Tool-Auswahl und Umsetzung einer datengetriebenen Strategie. Unternehmensdaten intelligent nutzen Daten sammeln und Insights generieren. Das ist für wettbewerbsfähige Unternehmen ein entscheidendes Kriterium, um sich im Markt an der Spitze zu etablieren und sich von der Konkurrenz abzusetzen. Die Qualität der Daten spielt dabei eine erhebliche Rolle, ebenso wie die Fähigkeit, die Daten interpretieren zu können, um daraus die richtigen Schlüsse und Handlungen abzuleiten. Dies hilft nicht nur bei der Optimierung der Unternehmen-Kunde-Beziehung. Wechseln Sie zu einer datengetriebenen Strategie, dann hat das auch Auswirkungen auf Menschen und die Organisation in Unternehmen. Somit ist die Integration der Mitarbeiter bei einem Wandel der Unternehmenskultur enorm wichtig. WAS WIR TUN diconium unterstützt Sie bei der Entwicklung einer datengetriebenen Strategie sowie bei der Prozessoptimierung, um die Datenerstellung und -aufbereitung zu ermöglichen. Wir helfen bei der Datensicherung und Tool-Auswahl, um Insights und Commerce-Aktionen zu verstehen und entsprechende Maßnahmen abzuleiten. Im Zusammenhang mit der Entwicklung einer datengetriebenen Strategie empfehlen wir zudem das Aufsetzen eines Change-Management-Programmes, um bei der Implementierung der Datenanalyse und Auswertung Ihre Mitarbeiter mitzunehmen.","metadata":{"source":"https://diconium.com/de/innovation-strategie/datenstrategie-beratung","contentLength":342}},{"pageContent":"Mit Eintragung Ihrer E-Mailadresse willigen Sie darin ein, dass diconium Ihnen Informationen zu Dienstleistungen, Produkten und Job-Angeboten des Unternehmens sowie zu Neuerungen und Veränderungen des Unternehmens und der IT-Branche per E-Mail zusenden darf. Die Einwilligung gilt erst als erteilt, wenn Sie im Rahmen eines Double-Opt-in-Verfahrens Ihre E-Mailadresse verifiziert und die Einwilligung bestätigt haben. Sie können die Einwilligung jederzeit widerrufen oder einen Werbewiderspruch einlegen, indem Sie in den Newslettern den Abmeldelink verwenden oder indem Sie sich an die im Impressum angegebenen Kontaktmöglichkeiten wenden. Näheres zur Datenverarbeitung und zu den Informationspflichten finden Sie in unserer Datenschutzerklärung. Wir denken jenseits von verkrusteten Bahnen und unveränderbaren Dogmen. Das macht alle unsere Lösungen effizient, skalierbar und zukunftsorientiert – unabhängig von der gewählten Technologie. Durch zahlreiche Partnerschaften realisieren wir wirtschaftliche Lösungen auf höchstem Marktstandard. Welches System eignet sich für Ihr Unternehmen? Welcher Anbieter meistert Ihre Anforderungen am besten? Und welche Features (wie Marketing, Anbindung von Drittanbietern, etc.) stehen bei welcher Software im Vordergrund? Kein Zweifel, heutzutage sind die Digital Commerce-Lösungen der etablierten Hersteller alle robust, ausgereift und vollständig. Dennoch gibt es gewaltige Unterschiede. Wir arbeiten tagtäglich mit den unterschiedlichen Tools und wissen genau, welches am besten zu Ihnen passt. Dabei ist diconium anders als andere E-Commerce-Dienstleister nicht auf eine bestimmte Onlineshop Software beschränkt. Wir denken jenseits von verkrusteten Bahnen und unveränderbaren Dogmen. Das macht alle unsere Lösungen effizient, skalierbar und zukunftsorientiert – unabhängig von der gewählten Technologie. So können Sie Ihre Kosten minimieren und den Umsatz steigern. Die Auszeichnungen unserer Partner belegen das. Unsere Expertise erlangen wir durch die Zusammenarbeit in zahlreichen, zertifizierten Partnerschaften mit Marktführern wie SAP Hybris, Adobe, IBM oder Intershop. Gemeinsam realisieren wir wirtschaftliche Lösungen auf höchstem Marktstandard. Worauf wir achten? Auf die Anpassbarkeit an den Kunden, Zukunftssicherheit und Reifegrad. Natürlich bieten wir Ihnen nur die Technologien an, die wir auf höchstem Niveau beherrschen und die für Enterprise-Kunden/Businesses geeignet sind. STARKE TECHNOLOGIEPARTNER Realisieren Sie eine personalisierte, kanalübergreifende Customer Experience mit diconium als Adobe Experience Cloud Partner. Neben der Spezialisierung als Adobe Experience Manager specialised Partner sind wir auch Adobe Experience Manager – Run and Operate specialised Partner. Die Adobe Commerce Cloud (vormals Magento) ermöglicht als Teil der Adobe Experience Cloud mehr als nur einen Online-Shop. Sie bietet Einkaufserlebnisse über alle Kanäle hinweg, einschließlich E-Mail, Mobile, In-Store und mehr. Die moderne cloudbasierte E-Commerce-Plattform ist die einzige integrierte Plattform für Analyse, Marketing, Inhaltserstellung und Commerce – alles, was Sie für das Customer Experience Management benötigen. Das sind unsere Adobe Leistungen. Die leistungsfähigen Unternehmenslösungen von SAP in Verbindung mit den Multikanal-Lösungen der SAP Commerce Cloud bieten Unternehmen einen deutlich besseren Zugang zu Daten sowie eine schnellere Analyse und ermöglichen es, Margen und Kundentreue zu optimieren. Mit SAP-Lösungen lässt sich das gesamte Spektrum der Kundeninteraktion in Vertrieb, Service, Marketing und Handel steuern. Gleichzeitig bieten Social-Media-Kanäle die Möglichkeit, einen regelmäßigen Austausch mit Kunden zu pflegen und ihre Bedürfnisse zu verstehen. diconium setzt seit 2010 viele erfolgreiche SAP Commerce Cloud-Lösungen (vormals bekannt als SAP-Hybris-Lösungen) für und mit namhaften Kunden aus dem B2B- und B2C-Segment um. Profitieren Sie von unserer Expertise. Mit dem Marktführer im Bereich Customer Relationship Management begeistern Sie Ihre Kunden mit personalisierten Erlebnissen. Dank unterschiedlicher Module können alle Ihre Abteilungen, einschließlich Marketing, Vertrieb, Support sowie Online- und stationärer Handel, auf einer gemeinsamen und integrierten CRM-Plattform arbeiten. diconium bietet Ihnen Beratung, Konzeption, Implementierung und Entwicklung und passt die Lösungen von Salesforce individuell auf Ihre Bedürfnisse an. Wir unterstützen Sie überdies im laufenden Tagesgeschäft - durch Marketing Services, technischen Support und bei der Weiterentwicklung und dem Ausbau Ihres Systems. Das sind unsere Salesforce Services Sie suchen einen starken Partner für die Entwicklung von erfolgreichen Intershop E-Commerce-Lösungen? Aufgrund der langjährigen Projekterfahrung im B2B/B2C-Online-Handel ist diconium ein auserwählter Implementierungspartner. Auf Basis der hochleistungsfähigen Intershop-Software bieten wir Ihnen ganzheitliche Dienstleistungen und Lösungen für den elektronischen Handel im Internet an, von der Beratung über Konzeption, Design und Entwicklung bis hin zum Hosting und Support Ihrer E-Commerce-Lösung. Erfahren Sie mehr. Sie suchen einen starken Partner für die Entwicklung von erfolgreichen E-Commerce-Lösungen auf Basis von commercetools? commercetools ist eine cloudbasierte E-Commerce-Plattform mit API-First-Ansatz. Die commercetools-Plattform bietet die optimale Grundlage für eine moderne Microservice-Architektur. Damit können Händler inspirierende Einkaufserlebnisse auf allen Kanäle schaffen: von mobilen Apps über Sprachassistenten, Chatbots, AR/VR- und IoT-Anwendungen bis zu Car Commerce. Schaffen Sie neue Einkaufserlebnisse. diconium ist Microsoft Gold Partner und einer von vier Leuchtturmpartnern im Microsoft Agentur-Partner-Programm. Profitieren Sie von unserer strategischen Partnerschaft, in der wir unsere langjährighe IT- und E-Commerce-Erfahrung sowie unser KI- und IoT-Knowhow mit den Stärken des Microsoft Ökosystems verbinden. Unser Consulting- und Umsetzungsteam arbeitet bei technischen Themen Hand in Hand mit Impulsgebern von Microsoft zusammen. Erfahren Sie mehr über unsere Partnerschaft WEITERE PARTNER DER DICONIUM GROUP Digital River Digital River unterstützt Unternehmen bei der globalen Expansion. Etablierte genauso wie schnell wachsende Marken verlassen sich auf die flexiblen, API-basierten Lösungen, um direkt an ihre Kunden von nah und fern zu verkaufen, egal. Eine modulare Plattform, globales Fachwissen und ein fortschrittliches Partner-Ökosystem ermöglicht es den Brand, sich auf ein nahtloses Einkaufserlebnis zu konzentrieren, während das Digital River Team hinter den Kulissen an der Abwicklung von Zahlungen arbeitet, Betrugsfälle verhindert und Steuern und Compliance im Namen seiner Kunden verwaltet. Erfahren Sie mehr über die Partnerschaft. www.digitalriver.com FACT-Finder Als einer von 4 Dienstleistern in Deutschland wurde diconium mit der höchsten Partnerstufe „Certified Gold Partner“ ausgezeichnet. FACT-Finder ist europäischer Marktführer für Produktsuche, Navigation und Merchandising in Online-Shops und kommt in über 1.600 Webshops zum Einsatz. Die fehlertolerante Conversion Engine ist leicht zu integrieren, läuft nahezu wartungsfrei und sorgt für Umsatzsteigerungen von bis zu 33 Prozent. www.fact-finder.de LISNR® gilt als führender, globaler Anbieter von Data-over-Audio-Technologie. LISNR®’s proprietäres Near-Ultraschall-Protokoll wird weltweit eingesetzt, um über 100 Millionen Geräte mit Strom zu versorgen. Das 2012 gegründete Nahultraschallprotokoll von LISNR® sendet Daten über das Audiosignal, um eine Nahbesprechung, nahtlose und sichere Authentifizierungsmethoden sowie die Datenübertragung von Gerät zu Gerät für Konnektivität und Automatisierung zu ermöglichen. www.lisnr.com IBM Business Partner diconium ist als Business Partner Teil des IBM PartnerWorld-Ökosystems und beweist damit spezielles Fachwissen für die Umsetzung individueller Lösungen. www.ibm.com Tealium Durch den Einsatz von Tealium wird die Erstellung, Veröffentlichung und Anpassung von Tags sowie eine zentrale und plattformübergreifende Verwaltung und Dokumentation von Tags ermöglicht. Unternehmen erhalten eine bessere Kontrolle über ihre Tags und steigern gleichzeitig ihre Flexibilität, um effektivere Echtzeit-Interaktion mit ihren Kunden betreiben zu können. Als Teil des Advisory Boards stehen wir in direkten Kontakt mit dem Tealium Corporate Executive Team. Wir begleiten die Produktentwicklung und haben so exklusiv Teil an den Neuerungen bei Tealium. Damit können wir sicherstellen, dass wir unseren Kunden zusammen mit Tealium als Systempartner die bestmöglichen Lösungen anbieten zu können. www.tealium.com celonis celonis ist eins von nur drei deutschen Unicorns und führend in der Big-Data-Technologie Process Mining. Prozess-Mining ist eine analytische Disziplin zum Erkennen, Überwachen und Verbessern realer Prozesse, indem Wissen aus Ereignisprotokollen extrahiert wird, die in heutigen Informationssystemen leicht verfügbar sind. Mit der Intelligent Business Cloud können Sie Ihre Geschäftsprozesse wie nie zuvor visualisieren und in außergewöhnliche Erlebnisse verwandeln. www.celonis.com mapp Die Mapp Cloud bringt Customer Acquisition und Engagement in einer unkomplizierten Marketing-Cloud mit Data Intelligence zusammen. Verstehen Sie Kundenverhalten und entwickeln sie Strategien zur Optimierung von Interaktionen über alle Endgeräte hinweg mit Mapp Intelligence, powered by Webtrekk. Mapp und Webtrekk haben im Juli 2019 ihre Angebote zu einem vollintegrierten Produkt zusammengeführt. Webtrekk gehört somit vollständig zum Unternehmen Mapp – und bleibt zugleich als Stand-alone-Lösung bestehen. www.mapp.com SparkBeyond Die KI-basierte Problemlösungsplattform von SparkBeyond ermöglicht es Unternehmen, ihre Zukunft selbst in die Hand zu nehmen. Sie hilft Ursachen und Treiber zu identifizieren, komplexe Muster zu erkennen und ermöglicht solide Hypothesen dank der automatischen Erweiterung von Daten um externe Faktoren. Heute arbeiten führende Fortune-500-Unternehmen aus unterschiedlichen Branchen mit SparkBeyond zusammen, darunter Versicherungen, Finanzdienstleistungen oder Energieunternehmen. SparkBeyond leistet Pionierarbeit bei der Anwendung von künstlicher Intelligenz für Strategie, Wachstum und Innovation. www.sparkbeyond.com SRI International diconium hat das Stanford Research Institute (SRI), den Geburtsort des Silicon Valley, erstmals physisch nach Europa gebracht. Gemeinsam haben wir in Stuttgart eine digitale Garage eingerichtet, in der Unternehmen Platz für Digital Product Design Workshops und Prototyping Sessions finden. Unsere Kunden profitieren von Plug-In-Innovationsprozessen und dem exklusiven Zugang zu Labs und Teams des SRI. Erfahren Sie mehr über die Partnerschaft und die Digitale Garage. www.sri.com Google Premium-Partner Die Google Premium-Partnerschaft ist der höchste Partnerstatus von Google und bestätigt unser umfangreiches Expertenwissen und unsere Erfahrung im Suchmaschinenmarketing. Als zertifizierter Google Premier-Partner erfüllen wir nachweislich alle erforderlichen Standards wie Wachstum des Kundenumsatzes oder gesteigerte Kundenbindung. Universität St.Gallen Die HSG verfügt über zahlreiche strategische Forschungskooperationen sowohl mit Partnern in der Wirtschaft als auch mit akademischen Institutionen in der ganzen Welt. Wir Kooperationspartner profitieren wir vom permanenten, wechselseitigen Austausch mit einer der führenden Wirtschaftsuniversitäten in Europa. www.unisg.ch OneTrust OneTrust ist die marktführende Plattform für Datenschutz- und Sicherheitsthematiken. OneTrust ermöglicht, integrierte Programme für Datenschutz, Informationssicherheit und Data Governance zu erstellen um Anforderungen der DSGVO, des BDSG-neu, verschiedener ISO-Normen und weiteren globalen Datenschutz- und Sicherheitsgesetzen einzuhalten. www.onetrust.de Pimcore Die Open-Source-Software Pimcor ist die führende Softwareplattform für kombiniertes Daten- und Experience-Management und ermöglicht Unternehmen, Daten für jeden Kanal und jedes Gerät zentral zu verwalten. www.pimcore.com","metadata":{"source":"https://diconium.com/de/creating-digital-champions/partner","contentLength":1739}},{"pageContent":"Mit Eintragung Ihrer E-Mailadresse willigen Sie darin ein, dass diconium Ihnen Informationen zu Dienstleistungen, Produkten und Job-Angeboten des Unternehmens sowie zu Neuerungen und Veränderungen des Unternehmens und der IT-Branche per E-Mail zusenden darf. Die Einwilligung gilt erst als erteilt, wenn Sie im Rahmen eines Double-Opt-in-Verfahrens Ihre E-Mailadresse verifiziert und die Einwilligung bestätigt haben. Sie können die Einwilligung jederzeit widerrufen oder einen Werbewiderspruch einlegen, indem Sie in den Newslettern den Abmeldelink verwenden oder indem Sie sich an die im Impressum angegebenen Kontaktmöglichkeiten wenden. Näheres zur Datenverarbeitung und zu den Informationspflichten finden Sie in unserer Datenschutzerklärung. Seit über 25 Jahren begleiten wir Unternehmen auf diesem Weg als Partner mit unserer gesamten Expertise. End-to-End: Von Strategie, Technologie und Daten bis hin zu Organisation und Transformation. Wir meistern jede spezifische digitale Herausforderung. Um dann gemeinsam den entscheidenden nächsten Schritt zu gehen. Denn als die Digitalagentur für den gesamten Prozess der digitalen Wertschöpfungskette sehen wir unsere Verantwortung langfristiger und weitreichender als in erfolgreicher Beratung und Implementierung. Wir wollen mehr. Unsere Vision ist, dass alle Kund*innen, jede*r Mitarbeiter*in und jedes Unternehmen Tools und Know-how erhalten, um als Protagonist*in der Digitalisierung eigene Wege der Unabhängigkeit zu beschreiten. In einem digitalen Ökosystem, in dem sie wachsen können. Smarter und effizienter als die Konkurrenz. Immer in der Lage, mit der eigenen Kreativität und Leidenschaft andere zu inspirieren und zu überzeugen. Daran arbeiten wir jeden Tag mit mehr als 2.000 Kolleg*innen an unseren weltweiten Standorten in Europa, Nordamerika und Asien. Für Branchenführer wie Volkswagen, Bosch, Kodak Alaris oder SICK. Als Teil von Volkswagen. Unabhängig in unserem Denken und Handeln. We boost your digital commerce. We expand your digital ecosystem. We accelerate your digital growth. diconium: Creating Digital Champions. Kontaktieren Sie uns Die Volkswagen AG mit Hauptsitz in Wolfsburg ist einer der weltweit führenden Automobilhersteller und der größte Automobilproduzent in Europa. VMware ist ein weltweit führender Anbieter von Cloud-Infrastrukturen und Business Mobility und beschleunigt damit die digitale Transformation. Das Unternehmen ermöglicht seinen Kund*innen, einen softwarebasierten Ansatz für Business und IT zu verwirklichen. CARIAD entwickelt den führenden Tech Stack für die Automobilbranche. Ziel ist es, das Zusammenspiel zwischen Soft- und Hardware grundlegend neu zu denken und den Weg von Volkswagen zu einem softwaregesteuerten Automobilunternehmen zu ebnen. Entdecken Sie Ihr Potenzial Kontaktieren Sie uns Services Was nutzt die beste Digitalstrategie, wenn sie nicht umsetzbar ist? Was hilft eine technisch einwandfreie Infrastruktur, wenn sie nicht zu Ihren Zielen passt? In der Digitalisierung zahlt alles auf alles ein. Deswegen begleitet diconium seit 1995 Unternehmen und Marken über den gesamten Prozess der digitalen Transformation: Von Innovation & Strategy, UX, Data & AI bis zu Commerce und Technology Solutions. Innovation & Strategy Cutomer Experiences Data & AI Commerce Solutions Technology Solutions Transformation DIGITAL COMMERCE Wir machen Ihr Unternehmen fit für den digitalen Handel – von der Strategie über Technologie, Daten und Prozesse bis hin zur Organisation – End-to-End. DIGITAL ECOSYSTEM Wir erweitern und skalieren gemeinsam Ihre Marktposition, unterstützt durch ein umfassendes Netzwerk von Partner*innen, Technologien, Plattformen, Expert*innen und Talenten. DIGITAL GROWTH Wir unterstützen Sie dabei, Ihre Serviceleistungen und Geschäftsmodelle erfolgreich zu erweitern und digital in neuen Märkten, Segmenten oder Kanälen zu agieren – dank einer datengesteuerten Organisation, effizienter Prozesse und einer skalierbaren Technologieinfrastruktur. Sprechen Sie mit uns! Zum Kontaktformular Customer Experience Platform Für den Hidden Champion Trumpf schufen wir eine nahtlose Kundenerfahrung dank einer zentralen Plattform mit neuem Shop und zahlreichen Convenience Features. Mehr erfahren Digital Commerce Services Die Digital Commerce Plattform (DCP) für eine weltweit führende Automobilmarke bündelt Vertriebs- und Servicekanäle, weitere digitale Lösungen verbessern die Customer Experience. Mehr erfahren Weitere Best Cases entdecken D2C als digitaler Innovationstreiber Mit unserem Kunden tesa sprechen wir im K5 Commerce Cast über Herausforderungen und wirksame Strategien beim Aufbau einer D2C Organisation in etablierten Unternehmen. Zum Podcast Realisieren Sie eine personalisierte, kanalübergreifende Customer Experience mit diconium als Adobe Experience Cloud Partner. Neben der Spezialisierung als Adobe Experience Manager specialised Partner sind wir auch Adobe Experience Manager – Run and Operate specialised Partner. Mehr erfahren. diconium ist Microsoft Gold Partner und einer von vier Leuchtturmpartnern im Microsoft Agentur-Partner-Programm. Profitieren Sie von unserer strategischen Partnerschaft, in der wir unsere langjährighe IT- und E-Commerce-Erfahrung sowie unser KI- und IoT-Know-how mit den Stärken des Microsoft-Ökosystems verbinden. Mehr erfahren. commercetools ist eine cloudbasierte E-Commerce-Plattform mit API-First-Ansatz. Die commercetools-Plattform bietet die optimale Grundlage für eine moderne Microservice-Architektur. Damit können Händler inspirierende Einkaufserlebnisse auf allen Kanälen schaffen: von mobilen Apps über Sprachassistenten, Chatbots, AR/VR- und IoT-Anwendungen bis zu Car Commerce. Mehr erfahren. Alle Partner Wir werden uns in kürzester Zeit bei Ihnen melden. UNSERE PARTNER > KARRIERE > NEWS > UNSERE STANDORTE >","metadata":{"source":"https://diconium.com/de/creating-digital-champions","contentLength":824}},{"pageContent":"Mit Eintragung Ihrer E-Mailadresse willigen Sie darin ein, dass diconium Ihnen Informationen zu Dienstleistungen, Produkten und Job-Angeboten des Unternehmens sowie zu Neuerungen und Veränderungen des Unternehmens und der IT-Branche per E-Mail zusenden darf. Die Einwilligung gilt erst als erteilt, wenn Sie im Rahmen eines Double-Opt-in-Verfahrens Ihre E-Mailadresse verifiziert und die Einwilligung bestätigt haben. Sie können die Einwilligung jederzeit widerrufen oder einen Werbewiderspruch einlegen, indem Sie in den Newslettern den Abmeldelink verwenden oder indem Sie sich an die im Impressum angegebenen Kontaktmöglichkeiten wenden. Näheres zur Datenverarbeitung und zu den Informationspflichten finden Sie in unserer Datenschutzerklärung. Seit über 25 Jahren begleiten wir Unternehmen auf diesem Weg als Partner mit unserer gesamten Expertise. End-to-End: Von Strategie, Technologie und Daten bis hin zu Organisation und Transformation. Wir meistern jede spezifische digitale Herausforderung. Um dann gemeinsam den entscheidenden nächsten Schritt zu gehen. Denn als die Digitalagentur für den gesamten Prozess der digitalen Wertschöpfungskette sehen wir unsere Verantwortung langfristiger und weitreichender als in erfolgreicher Beratung und Implementierung. Wir wollen mehr. Unsere Vision ist, dass alle Kund*innen, jede*r Mitarbeiter*in und jedes Unternehmen Tools und Know-how erhalten, um als Protagonist*in der Digitalisierung eigene Wege der Unabhängigkeit zu beschreiten. In einem digitalen Ökosystem, in dem sie wachsen können. Smarter und effizienter als die Konkurrenz. Immer in der Lage, mit der eigenen Kreativität und Leidenschaft andere zu inspirieren und zu überzeugen. Daran arbeiten wir jeden Tag mit mehr als 2.000 Kolleg*innen an unseren weltweiten Standorten in Europa, Nordamerika und Asien. Für Branchenführer wie Volkswagen, Bosch, Kodak Alaris oder SICK. Als Teil von Volkswagen. Unabhängig in unserem Denken und Handeln. We boost your digital commerce. We expand your digital ecosystem. We accelerate your digital growth. diconium: Creating Digital Champions. Kontaktieren Sie uns Die Volkswagen AG mit Hauptsitz in Wolfsburg ist einer der weltweit führenden Automobilhersteller und der größte Automobilproduzent in Europa. VMware ist ein weltweit führender Anbieter von Cloud-Infrastrukturen und Business Mobility und beschleunigt damit die digitale Transformation. Das Unternehmen ermöglicht seinen Kund*innen, einen softwarebasierten Ansatz für Business und IT zu verwirklichen. CARIAD entwickelt den führenden Tech Stack für die Automobilbranche. Ziel ist es, das Zusammenspiel zwischen Soft- und Hardware grundlegend neu zu denken und den Weg von Volkswagen zu einem softwaregesteuerten Automobilunternehmen zu ebnen. Entdecken Sie Ihr Potenzial Kontaktieren Sie uns Services Was nutzt die beste Digitalstrategie, wenn sie nicht umsetzbar ist? Was hilft eine technisch einwandfreie Infrastruktur, wenn sie nicht zu Ihren Zielen passt? In der Digitalisierung zahlt alles auf alles ein. Deswegen begleitet diconium seit 1995 Unternehmen und Marken über den gesamten Prozess der digitalen Transformation: Von Innovation & Strategy, UX, Data & AI bis zu Commerce und Technology Solutions. Innovation & Strategy Cutomer Experiences Data & AI Commerce Solutions Technology Solutions Transformation DIGITAL COMMERCE Wir machen Ihr Unternehmen fit für den digitalen Handel – von der Strategie über Technologie, Daten und Prozesse bis hin zur Organisation – End-to-End. DIGITAL ECOSYSTEM Wir erweitern und skalieren gemeinsam Ihre Marktposition, unterstützt durch ein umfassendes Netzwerk von Partner*innen, Technologien, Plattformen, Expert*innen und Talenten. DIGITAL GROWTH Wir unterstützen Sie dabei, Ihre Serviceleistungen und Geschäftsmodelle erfolgreich zu erweitern und digital in neuen Märkten, Segmenten oder Kanälen zu agieren – dank einer datengesteuerten Organisation, effizienter Prozesse und einer skalierbaren Technologieinfrastruktur. Sprechen Sie mit uns! Zum Kontaktformular Customer Experience Platform Für den Hidden Champion Trumpf schufen wir eine nahtlose Kundenerfahrung dank einer zentralen Plattform mit neuem Shop und zahlreichen Convenience Features. Mehr erfahren Digital Commerce Services Die Digital Commerce Plattform (DCP) für eine weltweit führende Automobilmarke bündelt Vertriebs- und Servicekanäle, weitere digitale Lösungen verbessern die Customer Experience. Mehr erfahren Weitere Best Cases entdecken D2C als digitaler Innovationstreiber Mit unserem Kunden tesa sprechen wir im K5 Commerce Cast über Herausforderungen und wirksame Strategien beim Aufbau einer D2C Organisation in etablierten Unternehmen. Zum Podcast Realisieren Sie eine personalisierte, kanalübergreifende Customer Experience mit diconium als Adobe Experience Cloud Partner. Neben der Spezialisierung als Adobe Experience Manager specialised Partner sind wir auch Adobe Experience Manager – Run and Operate specialised Partner. Mehr erfahren. diconium ist Microsoft Gold Partner und einer von vier Leuchtturmpartnern im Microsoft Agentur-Partner-Programm. Profitieren Sie von unserer strategischen Partnerschaft, in der wir unsere langjährighe IT- und E-Commerce-Erfahrung sowie unser KI- und IoT-Know-how mit den Stärken des Microsoft-Ökosystems verbinden. Mehr erfahren. commercetools ist eine cloudbasierte E-Commerce-Plattform mit API-First-Ansatz. Die commercetools-Plattform bietet die optimale Grundlage für eine moderne Microservice-Architektur. Damit können Händler inspirierende Einkaufserlebnisse auf allen Kanälen schaffen: von mobilen Apps über Sprachassistenten, Chatbots, AR/VR- und IoT-Anwendungen bis zu Car Commerce. Mehr erfahren. Alle Partner Wir werden uns in kürzester Zeit bei Ihnen melden. UNSERE PARTNER > KARRIERE > NEWS > UNSERE STANDORTE >","metadata":{"source":"https://diconium.com/de/creating-digital-champions#management","contentLength":824}},{"pageContent":"By entering your e-mail address, you consent that diconium may send you information on services, products and job offers of the company as well as on innovations and changes of the company and the IT industry by e-mail. The consent is only considered granted once you have verified your e-mail address and confirmed your consent within the scope of a double opt-in procedure. You can revoke your consent at any time or file an advertising objection by using the unsubscribe link in the newsletters or by contacting the contact options provided in the imprint. You can find more details on data processing and information requirements in our privacy policy. diconium is a specialist in the fields of data and artificial intelligence. Whether in the areas of search, social and content, personalization and analytics or data science - our expertise helps you to collect the right data at the right time, to forecast services and offers and thus to make data-driven decisions. Data support your argumentation, validate hypotheses and open up new opportunities for you. And this is exactly where the challenges lie. We know how to collect and use the right data and how to make it usable in compliance with regulatory and legal requirements. Our expertise along the entire process - from implementation and effective measurement to analysis and recommendations for action - helps you to optimize your business models and online advertising measures. The complexity of these requirements demands dedicated expert knowledge, which is why we want to support you as a partner in our three core areas. WHAT WE DO We advise your company in the digital brand development and the conversion optimization of your existing channels. We rely on our integrated framework Smart Content & Campaign, which integrates channels such as SEM, Social and Content. Together we coordinate this through continuous measurement with analytic tools. We then automatically translate your data-driven target group segmentation into personalized user experiences across touchpoint and device boundaries. We integrate and combine additional data points such as IoT devices or interactive chatbots step by step with you. With instruments from Data Science and Artificial Intelligence we enable predictions in your entrepreneurial value creation. Thus our expertise helps you to make important decisions data-driven and to automate highly frequented processes and services in parallel with our know-how in machine and deep learning.","metadata":{"source":"https://diconium.com/en/data-driven-decision-making","contentLength":394}},{"pageContent":"Mit Eintragung Ihrer E-Mailadresse willigen Sie darin ein, dass diconium Ihnen Informationen zu Dienstleistungen, Produkten und Job-Angeboten des Unternehmens sowie zu Neuerungen und Veränderungen des Unternehmens und der IT-Branche per E-Mail zusenden darf. Die Einwilligung gilt erst als erteilt, wenn Sie im Rahmen eines Double-Opt-in-Verfahrens Ihre E-Mailadresse verifiziert und die Einwilligung bestätigt haben. Sie können die Einwilligung jederzeit widerrufen oder einen Werbewiderspruch einlegen, indem Sie in den Newslettern den Abmeldelink verwenden oder indem Sie sich an die im Impressum angegebenen Kontaktmöglichkeiten wenden. Näheres zur Datenverarbeitung und zu den Informationspflichten finden Sie in unserer Datenschutzerklärung. Wir sind digitale Überzeugungstäter! Wir gestalten digitale Geschäftsmodelle, schaffen das strategische Fundament und entwickeln die erforderlichen Fähigkeiten bei unseren Kunden – von Technik und Prozessen bis zu Organisation und Kultur. Als Impulsgeber, Transformationspartner und Digital-Experte verhelfen wir unseren Kunden zu messbarem und nachhaltigem Erfolg. In einem vielfältigen Team vereinen wir bewährte Consulting-Methoden, unkonventionelle Startup-Mentalität und unsere Erfahrung in der Digitalisierung von Vertrieb und Kundenbeziehung seit 1995. Wir denken und arbeiten end-to-end und begleiten Sie gerne von der Idee bis zur technischen Umsetzung – alles aus einer Hand. Die Digitalisierung hinterlässt Spuren: Das Business ist schneller, unvorhersehbarer und technologiegetriebener geworden. Etablierte Geschäftsmodelle funktionieren nicht mehr. Innovative Ideen, Kundenzentrierung und Geschwindigkeit entscheiden über Erfolg und Misserfolg. Vorne ist, wer Mut zur Veränderung beweist. Denn nie zuvor gab es so viel Potential, den Geschäftserfolg zu steigern. diconium unterstützt Unternehmen dabei, diese Potentiale zu erkennen und zu nutzen. Mit maßgeschneiderten Unternehmens-, Produkt- und Technologiestrategien sichern wir so einen Vorteil im digitalen Wettbewerb. Dafür injizieren wir Unternehmen eine passende und zukunftsfähige Innovationskultur und befähigen sie in der Anwendung digitaler und agiler Methoden. WAS WIR TUN diconium vereint Strategie- und Methodenkompetenz, digitales Fachwissen und effiziente Methodiken mit einem gesunden Schuss Pragmatismus. Wir ermitteln den digitalen Reifegrad Ihres Unternehmens und entwickeln ein digitales Zielbild, eine dafür passende kundenzentrierte Digitalstrategie, optimieren Ihre Geschäftsprozesse und entwerfen eine auf Ihr Unternehmen zugeschnittene Organisationsform. Zugleich beschleunigen wir Ihr Innovationstempo, indem wir die wichtigen digitalen Zukunftsthemen für Sie aggregieren und nutzbar machen. Ob in Inject Sessions in unserer Wunderkammer, auf Trendreisen oder Prototyping Workshops – diconium liefert die Innovationen, die Sie voranbringen. Als Schrittmacher der Digitalbranche erschließen wir stetig neues Terrain. Etwa mit dem Stanford Research Institute, das wir erstmals physisch nach Europa gebracht haben, um Ihnen Plug-in-Innovationsprozesse und Zugang zu disruptiven Technologien zu ermöglichen. Kurzum: Wir unterstützen Sie bei der Identifikation und Konzeption sowie beim Einstieg, dem Ausbau und/oder der radikalen Neuausrichtung digitaler Geschäftsmodelle.","metadata":{"source":"https://diconium.com/de/innovation-strategie","contentLength":448}},{"pageContent":"Mit Eintragung Ihrer E-Mailadresse willigen Sie darin ein, dass diconium Ihnen Informationen zu Dienstleistungen, Produkten und Job-Angeboten des Unternehmens sowie zu Neuerungen und Veränderungen des Unternehmens und der IT-Branche per E-Mail zusenden darf. Die Einwilligung gilt erst als erteilt, wenn Sie im Rahmen eines Double-Opt-in-Verfahrens Ihre E-Mailadresse verifiziert und die Einwilligung bestätigt haben. Sie können die Einwilligung jederzeit widerrufen oder einen Werbewiderspruch einlegen, indem Sie in den Newslettern den Abmeldelink verwenden oder indem Sie sich an die im Impressum angegebenen Kontaktmöglichkeiten wenden. Näheres zur Datenverarbeitung und zu den Informationspflichten finden Sie in unserer Datenschutzerklärung. Erfolgreiches Customer Experience Design basiert auf den Bedürfnissen und Gewohnheiten der User. diconium zeigt, wie man diese deutet und die erlangten Insights in Design-Entscheidungen übersetzt. So holen wir gemeinsam das Beste aus Ihren digitalen Produkten heraus. Design bedeutet nicht nur: etwas schön machen. Design bedeutet vor allem, ein Produkt so zu gestalten, dass der User es gerne benutzt. Dass er auf Ihrer Website immer sofort findet, was er sucht. Dass er immer wieder auf Ihre App klickt, einfach, weil sie ihm Spaß bringt. Dass er in Ihrem Online Shop einkauft, ohne viel drüber nachzudenken. Gutes Experience Design bringt den User schnell und intuitiv zum Ziel. Wichtig ist, in jeder Situation zu verstehen, was die Needs der User sind. Wer sucht wann nach was? Welches Problem soll gelöst werden? Wenn man das versteht, kann man auf diesen Need reagieren, indem man den User geschickt in die richtige Richtung leitet. Dann muss man die Erwartungen des Users nur noch mit herausragenden Services und Produkten übertreffen. Gemeinsam holen wir das Beste aus Ihren digitalen Produkten heraus. Was wir tun Die Tools, mit denen wir mehrwertstiftende digitale Produkte designen, sind vielfältig. Atomic Design, Responsive Web, Design Thinking, Prototyping, User-Testing, Multi-Channel, Golden Circle: Wir stellen unsere Methoden nach Ihren individuellen Bedürfnissen zusammen. Dann arbeiten wir agil oder im klassischen Wasserfall-Stil mit Ihnen zusammen.","metadata":{"source":"https://diconium.com/de/customer-experience","contentLength":336}},{"pageContent":"By entering your e-mail address, you consent that diconium may send you information on services, products and job offers of the company as well as on innovations and changes of the company and the IT industry by e-mail. The consent is only considered granted once you have verified your e-mail address and confirmed your consent within the scope of a double opt-in procedure. You can revoke your consent at any time or file an advertising objection by using the unsubscribe link in the newsletters or by contacting the contact options provided in the imprint. You can find more details on data processing and information requirements in our privacy policy. It has become very difficult to keep track of the countless e-commerce providers. diconium selects the right partner for you - independently and individually. We then handle the implementation, the operation and the worldwide rollout. You get all this from one single source - trouble-free and result-oriented. Digitalization has completely revolutionized the way we shop. We are shopping more and more online, buying with one click and interacting on social media with our favorite brands. This represents a huge opportunity for companies. Which of the countless e-commerce providers is right for you? And how do you manage the interfaces between your various partners to ensure a seamless customer journey for your users? The best option is to work with an independent service provider who provides the ideal solution and then handles all further steps for you. What you as an online shop customer have long since taken for granted, you can also obtain as a provider. WHAT WE DO diconium provides a flawless end-to-end solution. Unlike other e-commerce service providers, we independently customize your software based on the portfolios of leading providers: from SAP Hybris and Adobe to Commercetools and Intershop. Then we manage the implementation of the software, the operation and the worldwide roll-out.","metadata":{"source":"https://diconium.com/en/commerce-solutions","contentLength":324}},{"pageContent":"By entering your e-mail address, you consent that diconium may send you information on services, products and job offers of the company as well as on innovations and changes of the company and the IT industry by e-mail. The consent is only considered granted once you have verified your e-mail address and confirmed your consent within the scope of a double opt-in procedure. You can revoke your consent at any time or file an advertising objection by using the unsubscribe link in the newsletters or by contacting the contact options provided in the imprint. You can find more details on data processing and information requirements in our privacy policy. Successful digital business models are based on innovative technology. diconium offers software, IT architecture, cloud solutions, as well as commerce and marketing platforms that turn your company into a digital leader. Innovation can mean: using known technologies in a new, smart way. More often, however, new ideas also demand new technical solutions. And because everything in the digital world is changing ever faster, even proven systems must be regularly innovated and improved. Predictability and reliability are important resources in the fast-moving e-business. That's why we use future-proof technologies which we adapt to your requirements and IT environment. We develop state-of-the-art software individually for your company and integrate it seamlessly into an effective IT architecture. We implement cloud solutions that make your workflows faster and more secure and connect your products with the Internet of Things. In addition, we develop and scale commerce and marketing platforms perfectly tailored to your business. WHAT WE DO Thanks to many years of experience, we plan further and develop faster than most others. We have gained many valuable learnings from the constant innovation of our own services and products, and pass them on to our customers.","metadata":{"source":"https://diconium.com/en/technology-solutions","contentLength":311}},{"pageContent":"By entering your e-mail address, you consent that diconium may send you information on services, products and job offers of the company as well as on innovations and changes of the company and the IT industry by e-mail. The consent is only considered granted once you have verified your e-mail address and confirmed your consent within the scope of a double opt-in procedure. You can revoke your consent at any time or file an advertising objection by using the unsubscribe link in the newsletters or by contacting the contact options provided in the imprint. You can find more details on data processing and information requirements in our privacy policy. Master the digital change! We analyze your potentials, plan individual change measures and implement them agilely with you. From the innovative idea to the worldwide rollout: diconium brings you on the \"Fast Track to Digital Leadership\". Transformation means: everything will change - fundamentally. Digitalization requires new business models, new products and services and a new way of organizing companies. Digitalization is changing the way companies operate. Speed is the most precious currency in the digital age. For decision-makers, this means to rethink - and to act fast. If you want to think and act from scratch, you need innovative ideas and the expertise to incorporate innovations sustainably into your infrastructure. diconium thinks end-to-end and uses agile working methods that allow us to react quickly to ever new circumstances and design individual solutions for your business. WHAT WE DO We analyze your business structures, identify potentials and formulate objectives. Together we develop a set of measures to achieve these goals efficiently: from setting up a digital unit to state-of-the-art digital workspaces and change management to founding a digital company. And then we implement everything in close consultation with you - from the initial concept to the worldwide rollout.","metadata":{"source":"https://diconium.com/en/transformation","contentLength":313}},{"pageContent":"By entering your e-mail address, you consent that diconium may send you information on services, products and job offers of the company as well as on innovations and changes of the company and the IT industry by e-mail. The consent is only considered granted once you have verified your e-mail address and confirmed your consent within the scope of a double opt-in procedure. You can revoke your consent at any time or file an advertising objection by using the unsubscribe link in the newsletters or by contacting the contact options provided in the imprint. You can find more details on data processing and information requirements in our privacy policy. Digitalization is putting companies under immense pressure. Customer centricity opens up new possibilities, but forces changes in strategy, customer approaches, technology, processes and organization. Existing approaches in companies no longer work and require a radical reorientation. We believe that a new kind of company is needed to meet these challenges. We have been around since 1995, and ever since, we have been reinventing ourselves - stagnation is for others. Benefit from our many years of experience and our passion for progress. Digitization is everywhere. That's why diconium has experts for every stage of the digital transformation - end-to-end: from innovation and strategy, customer experience and marketing to commerce and technology solutions, company building and change management. diconium only offers technologies that we master at the highest level. Solutions that are suitable for enterprise customers or businesses. Our partners' awards are proof of this. The adaptability to customer, future security and the degree of maturity are particularly important to us. diconium is strong, but also resilient. We accept great challenges, but we know our limits. That's why we say \"no\" if a project seems hopeless or does not contribute to the success of our client. We work transparently and hand in hand with you, and are goal-oriented thanks to our feedback culture. We do exactly what needs to be done - and much more if it is to your advantage. Wherever you are, diconium is at your service. All over Germany and in the world' s leading technology hubs. With fourteen locations from Stuttgart, London and Lisbon to Bangalore and the Silicon Valley. We produce results in record time, but not at any price. Instead of following every hype, diconium brings important innovations to a new level of maturity. With highly solid results. diconium stands for self-responsible teams, market proximity and results orientation. Agility makes us, our projects and thus you flexible and fast. Our most important maxim: we are committed to your way of working - not the other way around. Pioneering spirit alone is not enough; standards are also needed. That is why diconium is both, agile like a start-up, reliable like a traditional company. Our credo: a lot of enthusiasm, as little process as possible. Failure is part of the business? Not at all! diconium has never failed an IT project. On the contrary, we accept tasks to complete them with top marks. This is also proven by our partners' certificates. The result: an excellent track record, loyal customers and top rankings.","metadata":{"source":"https://diconium.com/en/why-diconium","contentLength":530}},{"pageContent":"By entering your e-mail address, you consent that diconium may send you information on services, products and job offers of the company as well as on innovations and changes of the company and the IT industry by e-mail. The consent is only considered granted once you have verified your e-mail address and confirmed your consent within the scope of a double opt-in procedure. You can revoke your consent at any time or file an advertising objection by using the unsubscribe link in the newsletters or by contacting the contact options provided in the imprint. You can find more details on data processing and information requirements in our privacy policy.","metadata":{"source":"https://diconium.com/en/best-cases","contentLength":113}},{"pageContent":"By entering your e-mail address, you consent that diconium may send you information on services, products and job offers of the company as well as on innovations and changes of the company and the IT industry by e-mail. The consent is only considered granted once you have verified your e-mail address and confirmed your consent within the scope of a double opt-in procedure. You can revoke your consent at any time or file an advertising objection by using the unsubscribe link in the newsletters or by contacting the contact options provided in the imprint. You can find more details on data processing and information requirements in our privacy policy. AT A GLANCE Client: ANDREAS STIHL AG & CO. KG Industry: Motorized equipment for forestry, gardening, landscaping and construction Business: B2B/B2C diconium expertise: Strategy & Consulting, Change Management, Frontend Development, Backend Development, Testing, Project Management, UX Design Client website: www.stihl.de Contact us Client Since its foundation over 90 years ago, the Swabian company STIHL has developed from a one-man operation into an internationally operating chainsaw and power tool manufacturer. Since 1971, STIHL has been the world's best-selling chainsaw brand. 1,207.7 Mio. € revenue (2019) > 5,000 employees 41 sales and marketing units > 160 country representations Organizer of STIHL Timbersports As the company's products are tailored to the specific needs of its customers, both professional and private, for a long time, the focus was on sales at the consulting stationary specialist dealer. This expertise had to be transferred to the online world. Due to its sales structure, STIHL previously presented itself on the Internet with a corporate-only website. Direct-to-consumer online sales require a holistic omnichannel strategy - i.e., linking brick-and-mortar retail with the online store - a strengthened IT infrastructure, and a completely new online presence that takes into account existing sales structures and the legal requirements for the sale of chainsaws (namely the need for a professional introduction). SOLUTIONS Great teamwork is the basis of any success. That is why STIHL and diconium worked together closely and cooperatively from the very beginning, partly in a shared working space at the diconium site in Stuttgart, but also remotely with the diconium AEM experts from Lisbon. A workflow that, moreover, favored the smooth transition to pure virtual collaboration after the first Corona lockdown in 2020. Strategy & Consulting diconium designed a global e-commerce strategy for STIHL. A central point: the development of omnichannel sales to provide the customer with a seamless customer journey. Since a strategy is ultimately only as valuable as its implementation, diconium continuously supported STIHL in its continuation and operationalization, for example in advising on which products and features should be made available online and how to properly manage content. This also included the transfer of knowledge to STIHL and support in setting up an appropriate development and production environment. B2C and B2B Commerce Content Plattform From a corporate website to a B2C touchpoint including the online store: STIHL has reinvented itself online with the comprehensive relaunch of stihl.de. It took around 15 months from the first workshop to publication in spring 2020. In the end, diconium even managed to launch the online store a few weeks before the targeted start. Parallel to the further development of the B2C store, diconium built the B2B store, which included the development of the UX design. The first B2C rollout to France took place at the end of 2020: stihl.fr; further rollouts will follow in 2021. Contact us Thanks to the cooperation with diconium, STIHL has succeeded in making not only its products, but the entire STIHL world accessible to its customers online. With the new sales channel and future-proof technology, the company is positioning itself sustainably on the internet. A new digital touchpoint is also being created for B2B customers. The self-confident appearance continues behind the scenes: with a strengthened IT infrastructure and a shop system that can be further expanded, for example by connecting IoT products.","metadata":{"source":"https://diconium.com/en/best-cases/stihl-best-case","contentLength":673}},{"pageContent":"By entering your e-mail address, you consent that diconium may send you information on services, products and job offers of the company as well as on innovations and changes of the company and the IT industry by e-mail. The consent is only considered granted once you have verified your e-mail address and confirmed your consent within the scope of a double opt-in procedure. You can revoke your consent at any time or file an advertising objection by using the unsubscribe link in the newsletters or by contacting the contact options provided in the imprint. You can find more details on data processing and information requirements in our privacy policy. AT A GLANCE Industry: Automotive Business: B2C diconium expertise: App Development, Web Development, Backend Microservice Solutions, UX & UI Design, Test Management & Test Automation Technologies: Mobile (Swift, Flutter, Kotlin), Java/Springboot, React: Contact us Task For the release of an e-car model, diconium was to realize the customer journey around the electric charging of the vehicle for its client. The vision: to be the best charging provider on the market. Driving an e-car would then finally become a matter of course, because the user could find out about charging stations in advance and receive details about providers, locations, connections, etc., as well as pre-plan routes including charging stops. Tight timeframe until the release of the new car model and go-live of the app Parallel development on interdependent third party systems Changing requirements due to parallel business dependencies, e.g. markets and pricing models Realization with all parties involved in the SAFe framework Development of native mobile frontends for iOS and Android as well as a charging backend as a central service hub Development of a public web interface for charging point search and route planning as well as platform integration Development of convenience features such as RFID card ordering or rate selection for public charging Integration of features for controlling and managing wallboxes Connection to service systems of our customer and app integration Write us The charging services were launched in numerous EU markets, and the number of registered users shot up rapidly in the first few months. They all benefit from the wide range of digital functions related to charging, all of which are used via the car manufacturer's app. Web-based route planning rounds off the service. The app shows all available charging points and provides important information on the charging price and availability (free / occupied). In the future, it will also be possible to start and stop the charging process via the app and to display only charging points that are powered by green electricity. The intelligent route planning takes into account both the available charging points and the desired charging strategy. This makes planning easier, especially on longer routes. Users of our client's smart wallboxes for charging at home, receive additional useful online services, such as charging statistics, access management or remote control.","metadata":{"source":"https://diconium.com/en/best-cases/charging-services-best-case","contentLength":495}},{"pageContent":"By entering your e-mail address, you consent that diconium may send you information on services, products and job offers of the company as well as on innovations and changes of the company and the IT industry by e-mail. The consent is only considered granted once you have verified your e-mail address and confirmed your consent within the scope of a double opt-in procedure. You can revoke your consent at any time or file an advertising objection by using the unsubscribe link in the newsletters or by contacting the contact options provided in the imprint. You can find more details on data processing and information requirements in our privacy policy. AT A GLANCE Industry: IT services Business: B2B Technology: SAP Hybris diconium expertise: Consulting, conception, UX design, implementation Web: www.bechtle.com Contact us Client Bechtle is one of the most successful IT service providers in Europe. For more than three decades, the largest independent IT system house has stood for IT competence, strength, partnership, and a forward-looking approach. 5.37 billion € revenue (2019) > 12,000 employees in Europe > 70,000 customers 75 IT system houses (DACH) Consolidate all Bechtle websites on a central brand platform Implement brand-driven, visionary online presence with integrated store Intelligent cross-selling of proprietary portfolio portfolio of products and services Adapt for country markets Combine comprehensive content, services, and store products in a unified presence and make it intuitively accessible to users SOLUTION diconium has combined Bechtle's complete portfolio of products and B2B services on a single platform, thereby enabling content synergies and cross-selling opportunities between corporate content and store products. The innovation is in the details, especially in the store, which has been completely rethought and now follows the motto \"less is more\". Now the upper area of the product pages is aimed at pragmatists who want to buy quickly. Specialists learn more about the details and features of the product as they scroll. Contact us The demand for usability and accessibility is supported by a clear, fully responsive flat design and provides a generous, clear image on large viewports. Conceptual and technical consulting Concept UX design Implementation on SAP Hybris basis Scaling to different markets Holistic digital presence with the ability to intelligently link corporate content with store, service, and training content User-centric, fully responsive site Replacement and integration of the Public Shop and the regular customer shop Rollout in 14 European countries, implementation of country specifics Connection of microservices for authorization, pricing and product data","metadata":{"source":"https://diconium.com/en/best-cases/bechtle-best-case","contentLength":421}},{"pageContent":"By entering your e-mail address, you consent that diconium may send you information on services, products and job offers of the company as well as on innovations and changes of the company and the IT industry by e-mail. The consent is only considered granted once you have verified your e-mail address and confirmed your consent within the scope of a double opt-in procedure. You can revoke your consent at any time or file an advertising objection by using the unsubscribe link in the newsletters or by contacting the contact options provided in the imprint. You can find more details on data processing and information requirements in our privacy policy. AT A GLANCE Client: A worldwide leading automotive manufacturer Industry: Automotive Business: B2C Technology: SAP Hybris/Commerce Cloud, Adobe Experience Manager (AEM), Adobe Analytics, AWS diconium Expertise: UX, Commerce, Platform, API Management, Test Management TASK The aim of the cooperation was to address new target groups and at the same time to retain customers loyal to the automobile brand. To this end, new sales channels and digital portals were to be developed as points of contact for the brand. The focus was on barrier-free access for customers, intuitive operation of the individual services and ultimately the generation of sales through added value - while maintaining the corporate identity in all markets and platforms. The developers at diconium found a diversified, naturally grown service infrastructure that needed to be standardized step by step. To do this, they had to adapt various offers from different sectors and countries technically and creatively and integrate them into the newly developed commerce platform. Afterwards, the customer's services were scaled for the global markets. SOLUTIONS (EXCERPT) Commerce Plattform diconium developed a comprehensive e-commerce solution for the online sale of products and services such as a new and used vehicle portal, as well as stores for vehicle parts, accessories and other product groups. The core of the platform: the mobile offers subsumed under a separate umbrella brand, with which the car manufacturer opens the door to an intelligently connected world in which the vehicle actively supports the driver. The driver determines which services are activated or deactivated via the portal developed by diconium. There are numerous brand and third-party services such as localization services and status displays, personal concierge services or a remote park pilot. Customers can activate these services at any time and from any place. Further service developments With an award-winning digital experience, customers can further individualize their dream car while waiting for delivery, receive suitable additional offers, follow the creation of the ordered vehicle in the factory in real time and immerse themselves deeply in the brand world. The Adobe Experience Manager serves as the technological basis. diconium migrated the manufacturer's entry portal to AEM and further developed the site. This included the implementation of new features based on the IBM WebSphere Portal. True to the motto \"You say when - we say yes\", diconium developed a booking tool that enables appointments to be made with respective service partners. Free appointments are displayed via a calendar and can be arranged at the push of a button. The app was developed with a focus on customer experience and performance. With the commerce platform and further services diconium has consolidated the offers of the car manufacturer, made them easily accessible and added the possibility of additional paid instant offers. The unified CI guarantees the recognition value across national borders.","metadata":{"source":"https://diconium.com/en/best-cases/digital-commerce-services","contentLength":580}},{"pageContent":"By entering your e-mail address, you consent that diconium may send you information on services, products and job offers of the company as well as on innovations and changes of the company and the IT industry by e-mail. The consent is only considered granted once you have verified your e-mail address and confirmed your consent within the scope of a double opt-in procedure. You can revoke your consent at any time or file an advertising objection by using the unsubscribe link in the newsletters or by contacting the contact options provided in the imprint. You can find more details on data processing and information requirements in our privacy policy. AT A GLANCE Industry: Automation, measurement Business: B2B Technology: Tealium, Coremetrics, Searchmetrics diconium expertise: Web analysis, SEO, content strategy, digital marketing Web: www.de.endress.com Contact us \"On the web, you have to be visible, accessible and authentic. Our visibility on Google has increased by almost eighty percent by working with diconium. This has also significantly increased the chances of new customer and partner contacts.\" Christian Geiger | Director Corporate Marketing Communication | Endress+Hauser Group Client Endress+Hauser is one of the leading international suppliers of measuring instruments, services and solutions for industrial process technology and automation. > 2 million product shipments p.a. ~10,000 employees 11 worldwide operations > 45 sales centers Restructure online presence Improve findability on the web Adapt to country subsidiaries SOLUTION The foundation of the online marketing revision was the analysis and SEO monitoring of the Endress+Hauser websites. On this basis, the structure and content were revised. To improve the Google ranking, diconium carried out technical search engine optimization (including improving crawlability, avoiding duplicate content) and implemented content-driven SEO strategies (such as keyword optimizations). The measures were then transferred to other countries. Contact us Increased search engine visibility of strategically relevant web pages (up to 77%) Simplified web structure = higher dwell time Expert positioning of the international companies Establishment of a globally uniform corporate image","metadata":{"source":"https://diconium.com/en/best-cases/endresshauser-best-case","contentLength":334}},{"pageContent":"By entering your e-mail address, you consent that diconium may send you information on services, products and job offers of the company as well as on innovations and changes of the company and the IT industry by e-mail. The consent is only considered granted once you have verified your e-mail address and confirmed your consent within the scope of a double opt-in procedure. You can revoke your consent at any time or file an advertising objection by using the unsubscribe link in the newsletters or by contacting the contact options provided in the imprint. You can find more details on data processing and information requirements in our privacy policy. Digitalization is putting companies under immense pressure. Customer centricity opens up new possibilities, but forces changes in strategy, customer approaches, technology, processes and organization. Existing approaches in companies no longer work and require a radical reorientation. We believe that a new kind of company is needed to meet these challenges. We have been around since 1995, and ever since, we have been reinventing ourselves - stagnation is for others. Benefit from our many years of experience and our passion for progress. Digitization is everywhere. That's why diconium has experts for every stage of the digital transformation - end-to-end: from innovation and strategy, customer experience and marketing to commerce and technology solutions, company building and change management. diconium only offers technologies that we master at the highest level. Solutions that are suitable for enterprise customers or businesses. Our partners' awards are proof of this. The adaptability to customer, future security and the degree of maturity are particularly important to us. diconium is strong, but also resilient. We accept great challenges, but we know our limits. That's why we say \"no\" if a project seems hopeless or does not contribute to the success of our client. We work transparently and hand in hand with you, and are goal-oriented thanks to our feedback culture. We do exactly what needs to be done - and much more if it is to your advantage. Wherever you are, diconium is at your service. All over Germany and in the world' s leading technology hubs. With fourteen locations from Stuttgart, London and Lisbon to Bangalore and the Silicon Valley. We produce results in record time, but not at any price. Instead of following every hype, diconium brings important innovations to a new level of maturity. With highly solid results. diconium stands for self-responsible teams, market proximity and results orientation. Agility makes us, our projects and thus you flexible and fast. Our most important maxim: we are committed to your way of working - not the other way around. Pioneering spirit alone is not enough; standards are also needed. That is why diconium is both, agile like a start-up, reliable like a traditional company. Our credo: a lot of enthusiasm, as little process as possible. Failure is part of the business? Not at all! diconium has never failed an IT project. On the contrary, we accept tasks to complete them with top marks. This is also proven by our partners' certificates. The result: an excellent track record, loyal customers and top rankings.","metadata":{"source":"https://diconium.com/en/why-diconium#weare","contentLength":530}},{"pageContent":"Mit Eintragung Ihrer E-Mailadresse willigen Sie darin ein, dass diconium Ihnen Informationen zu Dienstleistungen, Produkten und Job-Angeboten des Unternehmens sowie zu Neuerungen und Veränderungen des Unternehmens und der IT-Branche per E-Mail zusenden darf. Die Einwilligung gilt erst als erteilt, wenn Sie im Rahmen eines Double-Opt-in-Verfahrens Ihre E-Mailadresse verifiziert und die Einwilligung bestätigt haben. Sie können die Einwilligung jederzeit widerrufen oder einen Werbewiderspruch einlegen, indem Sie in den Newslettern den Abmeldelink verwenden oder indem Sie sich an die im Impressum angegebenen Kontaktmöglichkeiten wenden. Näheres zur Datenverarbeitung und zu den Informationspflichten finden Sie in unserer Datenschutzerklärung.","metadata":{"source":"https://diconium.com/de/news.events","contentLength":108}},{"pageContent":"By entering your e-mail address, you consent that diconium may send you information on services, products and job offers of the company as well as on innovations and changes of the company and the IT industry by e-mail. The consent is only considered granted once you have verified your e-mail address and confirmed your consent within the scope of a double opt-in procedure. You can revoke your consent at any time or file an advertising objection by using the unsubscribe link in the newsletters or by contacting the contact options provided in the imprint. You can find more details on data processing and information requirements in our privacy policy. Let’s discuss how we can help you with your project. Just leave us a message and we will get back to you as soon as possible. diconium GmbH Rommelstraße 11 70376 Stuttgart, Germany Phone: +49 711 2992-0 diconium US, Inc. 236 North Santa Cruz Avenue Suite 213 Los Gatos, CA 95030, USA infous@diconium.com Phone: +1 888 981 3139","metadata":{"source":"https://diconium.com/en/contact-form","contentLength":176}},{"pageContent":"Bucharest Diconium is a specialist in the fields of data and artificial intelligence. Whether in the areas of search, social and content, personalization and analytics, data engineering or data science - our expertise helps our customers to collect the right data at the right time, to forecast services and offers and thus to make data-driven decisions. Become a part of the diconium data family and support us on our Data & AI journey! Your duties You will build components for a modern, secure and scalable automotive global analytics platform with a data mesh architecture with dozens of standardized modules and 70+ data sources. You will design and implement architectures for a streaming platform and stream processing use cases using AWS technologies. Part of the job will be creating and managing the microservices and storage systems for real-time IoT data. You will also monitor and operate the cloud services for data-based applications conception and implementation as well as expand the CI/CD environment. You are responsible for cloud and container service operations and engineering. You will provide advice to developers on cloud deployment and micro-service architectures as well as CI/CD. Your profile Successfully completed studies in the field of computer science, electrical engineering or comparable studies. Working experience as a Cloud Engineer with proficient know-how in cloud-native technologies (in particular AWS). Experience with Big Data Architecture & design (Redshift, etc.) Solid scripting (e.g., Python, shell) for automation of workflows. Good knowledge of REST, RPCs, APIs and experience in building and deploying software (CI / CD). Knowledge of Microservice Architectures, Docker, Kubernetes, Terraform. Our offer Born digital: Benefit from our many years of experience and our agile up-to-date culture Life-Work-Balance: Decide for yourself where and when you work: across locations in the Digital Workspace, part-time, completely flexible, taking a sabbatical – no problem with us. Appreciation: We rely on flat hierarchies and are respectful, loyal and appreciative. Perspectives: We offer very different and individually tailored career models and a steep learning curve. Benefits: In addition to retirement provisions, employee discounts and a wide range of sports activities, we offer great company outings and legendary parties. Hybrid Work: We support you in working from home in a healthy and well-equipped manner. Remote onboarding included, of course! NEW (Senior) Cloud Engineer (all genders) diconium data • Bucharest","metadata":{"source":"https://jobs.diconium.com/en/offer/senior-cloud-engineer-all-genders/5ea2ee79-c8eb-503c-b1a7-fdd2e37a506c","contentLength":391}}]