[{"pageContent":"Back on the devOps trainin, organized on November 25 at the National School of Electricity and Mechanics – Casablanca (ENSEM) and conducted by our leytonians Meriam and Mehdi. Within our vision of growth and our quest for agility, we believe that the ability of our engineers to share their expertise is essential for the future! That’s why Leyton offers training sessions and opportunities that will enable tomorrow’s executives to achieve their goals: tailored learning activities with a tangible impact on students’ career paths. 👨🎓👩🎓","metadata":{"source":"https://leyton.com/ma/news/devops-training-organized-at-ensem/","title":"devOps training organized at ENSEM\n\n","date":"24-12-2021","contentLength":84}},{"pageContent":"Our Meet&Greet co-organized with the students of 1337, in Khouribga. An inspiring moment for the students with the different managers of our IT department!Our experts were able to give a view on Leyton’s working context, introduce the different technologies and applications developed internally, but also propose different job opportunities. 👨🎓👩🎓 This close relationship with the educational entities of Mohammed VI Polytechnic University allows LEYTON to participate in anchoring future #graduates more effectively in professional life and to develop their employability, all in an international dimension. 🙏","metadata":{"source":"https://leyton.com/ma/news/meetgreet-day-leyton-x-1337-2/","title":"Meet&Greet Day – Leyton x 1337\n\n","date":"24-12-2021","contentLength":88}},{"pageContent":"In line with its professional guidance engagement, Leyton participated on Thursday, November 11, 2021 in the ‘Meet & Greet Day’ organized by Mohammed VI Polytechnic University. The event witnessed the participation of more than 𝟏𝟓𝟎 students from the various educational institutions of UM6P: EMINES – School of Industrial Management / Mohammed VI Polytechnic University, 1337 Future Is Loading, ESAFE – UM6P, Al Khawarizmi, School of Computer Science (UM6P-CS)… This Meet & Greet Day allowed us to exchange with the students and the educational teams, both in plenary sessions and through workshops, on LEYTON’s activities in the fields of innovation consulting and process digitalization. Through this initiative, Leyton wishes to actively participate in the professional immersion of students, training and employability of future graduates. ✅","metadata":{"source":"https://leyton.com/ma/news/leyton-participated-in-the-meet-greet-day-organized-by-um6p/","title":"Leyton participated in the Meet & Greet Day organized by UM6P\n\n","date":"24-12-2021","contentLength":119}},{"pageContent":"Leyton opened its doors to 17 students from EMINES – School of Industrial Management / Mohammed VI Polytechnic University, and presented its international consulting activities in the fields of innovation, energy and digital transition. This visit is an essential part of the training of future engineers and provides an opportunity to discover the business world. 👏 Through discussions with Leyton employees, the students were able to discover and deepen their knowledge of the different professions and measure the importance of expertise as well as soft skills (communication, empathy, listening, negotiation, etc.) in the consulting business.","metadata":{"source":"https://leyton.com/ma/news/student-engineers-visit-leyton/","title":"Student Engineers Visit Leyton\n\n","date":"24-12-2021","contentLength":92}},{"pageContent":"At Leyton, it is our primary mission to help businesses leverage financial incentives to accelerate their growth and achieve long-lasting performance. With international expansion as part of our strategy, we welcome a new office in Portugal, and are already in place to support businesses in their sustainable growth. With our newest addition, we surpass from 12 to 13 countries and complete our presence in the Iberian Peninsula. David Parra, the general director at Leyton Iberia, will be in charge of supervising the development of business in the Portuguese market. “With COVID-19, Leyton found ways to maintain the exponential growth achieved during the last years. As a result of what we’ve achieved, and thanks to our 7 offices spread through the Spanish territory, we establish ourselves as leaders in the industry. With this momentum, we’ve wanted to continue expanding our business and take on this new opportunity in the Portuguese market with great enthusiasm. Although our first office will be located in Lisbon, we have all intention of opening another office in Porto next, now that we see great potential in these two cities. I am sure that this new adventure will be a success”. SERVICES AVAILABLE AT LEYTON PORTUGAL Based on the local tax incentives and our 24 years of experience in innovation funding, the services that will be offered in the Portuguese market can be divided into 3 main groups: Tax deductibles or SIFIDE: These are tax incentives for the creation of the right to deduction for the execution of research activities, development, and innovation.Financial Aid: Portugal 2030 and international financial aid, for example Horizon and Eureka.RFAI: For investments in new economic activities, growth or diversification, such as investments in new, tangible and intangible, fixed assets. THE NEXT STEPS FOR LEYTON IN PORTUGAL As we open our doors to the needs of innovators in the Portuguese market, we plan to welcome talented experts to ease our clients’ workload and leverage financial incentives for sustainable performance. Contact us at portugal@leyton.com.","metadata":{"source":"https://leyton.com/ma/news/new-office-opening-leyton-lands-in-portugal/","title":"New Office Opening: Leyton Lands in Portugal\n\n","date":"22-02-2022","contentLength":338}},{"pageContent":"Join our growing international group! Our people are a part of everything we build. Join Leyton, bring your experience and know-how and find out all you have to learn. Because at Leyton, you will be the engine of your evolution, and we will accompany you along the way. Leyton offers a positive and diverse working environment that leads to our employees’ success and happiness both personally and professionally. A potential that we highlight through seminars, training, after-work sessions, and multiple corporate events to encourage solidarity and maintain our team spirit! Inclusion, diversity and gender Include everyone Diversity includes. Inclusion empowers. Parity makes you grow. It is by bringing everyone together that we can move forward, innovate, and give the best of ourselves together. That’s why we continue our commitment to inclusive recruitment and development opportunities, as well as equal pay. Shared values and international environment Move forward all together Joining Leyton also means immersing yourself in an environment of sharing and exchange at the international level. Shared universal values, such as meritocracy, excellence, respect, and innovation. Personal and professional development Your story has only just started Working at Leyton also means dealing with constant change, in terms of innovation but also of career paths. You will be able to deepen your knowledge in your area of expertise, take on other responsibilities in your role, or explore new opportunities. Whatever you decide, you will be the engine of your evolution, and we will accompany you along the way. Healthy and safe working environment Your well-being at the center Leyton strongly believes in the need for comfort and physical well-being in the workplace. Leyton does everything in its power to guarantee its employees suitable co-working and teleworking spaces. In addition, in the fight against COVID, Leyton is committed to ensuring safe working conditions. Halloween is a holiday that I will never forget. I had decorations all over my desk and the front desk was full of candy, and it was a wonderful change from the workspace I’m used to. I love being able to celebrate these moments with my colleagues. #TrickOrTreat Yasmine Rizk With Leyton since 2008 The Leyton Spirit diversity_2 Our People arrow_outwardarrow_outward Leyton’s Women & Men are equipped with an agile & proactive mindset that brings precise answers to specific organizational challenges while providing long-lasting process recommendations & financial leverage. With our people as our greatest asset, we’ve internally promoted to build 90% of our leadership team and continue to capture the best talent for our clients. smart_toy Spirit of innovation arrow_outwardarrow_outward Our internal tech lab allows our experts, technical and financial consultants, to use applications and tools combining artificial intelligence, RPA (Robotic Process Automation), and data management to offer our customers services and solutions that are state-of-the-art. all_inclusive Sustainable development arrow_outwardarrow_outward Leyton goes beyond consultancy & financial leverage and takes responsibility for fostering collaborative actions to build up a sustainable & responsible future.","metadata":{"source":"https://leyton.com/ma/life-at-leyton/","title":"\n\n\n                    Life at Leyton                ","date":"","contentLength":492}},{"pageContent":"At the cutting-edge of digital innovation, our team of developers, engineers and designers work daily with consultants to help our clients to benefit from financial incentives to accelerate their growth and achieve long-lasting performance. Life at the tech Lab Our digital teams, made up of POs, business and marketing experts and our “pizza team” organisation, enable our experts to increase their efficiency and agility through better communication and group cohesion. Thanks to the diversity of our talents and their disruptiveness, Leyton has the ability to offer unique solutions designed to help our clients to benefit from financial incentives to feed their growth and performance. Revolutionize How You Claim Tax Credits REV by Leyton is a cutting-edge tax credit service that combines technology with our best-in-class tax team. Through integrations and an easy-to-use interface, startups and small businesses can claim tax credits, like the Payroll R&D Tax Credit and the Employee Retention Credit, on their own time. REV by Leyton helps you claim back money to power what’s next. Explore REV arrow_outwardarrow_outward Our Tech LabVision & Philosophy Integrated Digital SquadsAll digital professions are integrated into our in-house Tech Lab. An organisation that enables our teams to master the entire digital value chain: product owners (PO), PPO (proxi PO) software engineers, data scientists, designers, DevSecOps, BI consultants, scrum masters, tech leads…Excellence and Augmented IntelligenceLeyton relentlessly works to onboard the best talents to join the tech lab: people that are technology-savvy, love to learn, and have demonstrated an interest in turning ideas into solutions with the aim of helping our clients to benefit from financial incentives. Reliable and Secure SolutionsTo ensure the security and reliability of our solutions, we host our own servers in a private cloud, follow strict GDPR standards, and respect and certify our quality standards [ISO9001]. Thus, our process also provides security and reliability to our customers’ information. In all the countries where we are based, our employees are prepared to respond to the challenges of tomorrow with both customers and organisations alike. Now more than ever, our responsibility as a business is to actively participate in the social and environmental transition by integrating these topics into our activity. To register our development, we have grand ambitions and numerous projects – those of our employees and clients in a sustainable outlook. François Gouilliard CEO & Founder of the Leyton Group Our Tech Lab Our experts, technical and financial consultants, rely on the dedicated eLeyton Tech Lab to develop applications and tools that combine artificial intelligence, RPA (Robotic Process Automation) and data management. These Augmented Consultancy solutions allow us to offer our clients state-of-the-art services. Our Teams Data science and Machine Learning Our teams work on cutting-edge technologies to answer real-world business problems. Big Data and Analytics Data is one of our greatest assets. Our Big Data teams work on collecting, ingesting, processing, and delivering data. Web Development Leyton Web development teams work on different projects in several industries. ERP and CRM Leyton has an outstanding team of Salesforce consultants that work hand in hand with our different stakeholders on a very large scale. DevSecOps We adopt a continual improvement approach to deliver the best technologies. UX Design The UX / Product design team uses user research, design thinking, visual design, and user feedback to determine the strategic direction of all initiatives supporting our clients and our consultants. Featured projects LEYTON 4 ME LEYTON FOR ME is a B2B platform that helps both consultants and clients track the progress of different projects. The platform facilitates fluid communication between-parties, facilitates documents sharing, and offers other useful features for the client such as: activity transparency, data security and better project monitoring and management. GIGAWHAT Gigawhat is a platform that makes it possible to manage the financing of works related to white certificates in a faster and more thorough way. Gigawhat includes the necessary functionalities for the follow-up and management of white certificates. Angel OCR Operating in 13 countries, our group has multidisciplinary expertise on a global scale that allows us to have a local approach and a global vision that can respond to any type of challenge.","metadata":{"source":"https://leyton.com/ma/tech-lab-2/","title":"\n\n\n                    We Design. We Build.We Test. We Explore.                ","date":"","contentLength":700}},{"pageContent":"Giving meaning to performance: A bearer of dreams and adventures, sailing is also one which involve continous innovation and cutting edge technology. By crossing the oceans and seas of the world with our incredible skippers Arthur Le Vaillant (2018-2020) and Sam Goodchild (2019-present), we want to support our clients, employees and partners on their quest for performance and excellence. We also recognise the need for awareness and responsibility and our commitment to this project reflects our desire to come together to conserve our planet and its oceans. Our successes Relive the events that have shaped the Leyton Sailing adventure through the commitment and successes of our Team. A project consistent with the Group’s commitments All the actions and activities of the team are consistent with the values of the Leyton Group. That is to say solidarity and excellence, but also the preservation of the environment by using our sailing project as a catalyst for good practices and initiatives focussed on working together to create a more sustainable world. 33 years old – Skipper Now a specialist in ocean racing, both multihull and monohull, with a crew or solo, Sam Goodchild has gained a great deal of sailing experience in recent years and has built up a solid background. Skipper at Leyton since 2019, he now sails on board the Ocean Fifty, a challenging and powerful trimaran. This English skipper lived with his family on a boat until the age of 10. He moved to France in 2011 to specialise in ocean racing 42 years old – Team Manager Aymeric is the Team Leyton manager. He is an engineer and naval architect, but also an excellent racer. The French sailor made his debut in Mini before moving on to Class40. He then acquired a great deal of experience in the Ocean Fifty and took on the role of crew member for the Pro Sailing Tour and also co-skipper for the Transat Jacques Vabre A successful team by their side The Leyton team also has a Team Manager, a logistics manager, a trainer, and several other talented team members for crew sailing, without these people nothing would be possible Leyton Finishes 3rd Into Martinique Sam Goodchild and Aymeric Chapellier on Leyton finished the Transat Jacques Vabre into Fort de France, Martinique. The Anglo-French duo staged a significant comeback after being 283 miles behind the leaders at the Cape Verde islands racing a new course for this 15th edition of the Transat Jacques Vabre. Leyton, winner of the 2021 Pro Sailing Tour The Leyton Sailing Team has completed the Grand Slam of the first season of the Pro Sailing Tour. After winning the Brest, La Rochelle and Las Palmas de Gran Canaria episodes, Sam and his crew won the Final Rush. A great achievement for our British skipper’s first year in the Ocean50. Sustainable Organisations Summit 2021 – Marseille In July 2021, the 2nd Sustainable Organisations Summit was held in Marseille, France. Over the course of a week, Leyton brought together stakeholders who wanted to discuss various sustainable development issues. It was also an opportunity to receive and reward the winning startups of the Sustainable Innovation Challenge who presented their projects Launch of the new Ocean Fifty Leyton After a long winter in the shipyard and decked out in her new colours, the new Ocean FIfty Leyton was launched in March in La Trinité sur Mer in the company of its skipper, Sam Goodchild and the whole team. The British sailor is taking the helm of the trimaran for this new season, the highlight of which will be the Transat Jacques Vabre this autumn 2019 European tour We arranged a tour of Europe (England, France, Italy, and Spain) with our Figaro Bénéteau 3 for public relations and client events to highlight the group’s commitment to sustainable projects and ocean preservation. Route du Rhum 2018 We were delighted with 4th place for Arthur Le Vaillant’s 1st Route du Rhum – what a performance! A project as a catalyst for innovation The Ocean Fifty Leyton acts as an innovation laboratory by carrying on board flexible organic solar panels developed by the start-up Héole. It also encourages the emergence of innovative projects through the Sustainable Organisations Challenge Leyton x The Magenta Project As part of the group’s commitment to gender equality, the team has teamed up with the Magenta Project, an organisation that promotes the integration of women into the world of competitive sailing, to create a series of training sessions exclusively for women. These courses offer women sailors coastal and offshore sailing with Sam Goodchild and his crew on board the Ocean50, as well as a series of workshops and seminars led by guests from the world of sport Thank you to everyone who has been involved in the fight against Covid-19. We asked Leyton Group employees to nominate their friends and family who had gone above and beyond during the Covid-19 crisis. All the nominees will now have a symbolic place on board the Multi50, accompany the Team during their outings at sea, as the 200 employee ‘heroes’ have their names inscribed on the boat’s sails Carbon footprint and boat offset In 2018, for the 1st time in the nautical sector, our energy transition teams wanted to achieve the carbon footprint of our Class40. This was shared with as many people as possible to enable each participant to understand and act in order to reduce the carbon impact of the construction and use of these racing boats. Without this being the purpose of this study, we have chosen to compensate for this impact by planting trees with Reforest’Action.","metadata":{"source":"https://leyton.com/ma/leyton-sailing-team/","title":"\n\n\n                    Discover the Leyton Sailing Team                ","date":"","contentLength":947}},{"pageContent":"Our Teams Help Improve Your Business Performance HOW DID WE START?Leyton remains, first and foremost, an entrepreneurial adventure, which began with the perseverance of two determined characters: François Gouilliard co-founder and chairman, and Olivier de Beauminy, Co-founder.WHAT DO WE DO? and HOW DO WE DO IT?Our consultants simplify access to complex incentives. Combined teams of highly skilled Tax and Technical specialists enhanced with cutting-edge digital tools maximize the financial and non-dilutive benefits for all types of businesses and organizations.WHY WE ARE DIFFERENT?With compliance always in front of our minds, we have been delivering optimal services for our clients for 24 years. This provides peace of mind that you will always receive the maximum benefit without taking risks. Empower Your Future Leyton is an international consulting firm that helps businesses leverage financial incentives to accelerate their growth and achieve long-lasting performance. Get to know us Clients 26 000 Years of experience 25 Employees 20 000 Countries 13 The Leyton Spirit diversity_2 Our People arrow_outwardarrow_outward Leyton’s Women & Men are equipped with an agile & proactive mindset that brings precise answers to specific organizational challenges while providing long-lasting process recommendations & financial leverage. With our people as our greatest asset, we’ve internally promoted to build 90% of our leadership team and continue to capture the best talent for our clients. smart_toy Spirit of innovation arrow_outwardarrow_outward Our internal tech lab allows our experts, technical and financial consultants, to use applications and tools combining artificial intelligence, RPA (Robotic Process Automation), and data management to offer our customers services and solutions that are state-of-the-art. all_inclusive Sustainable development arrow_outwardarrow_outward Leyton goes beyond consultancy & financial leverage and takes responsibility for fostering collaborative actions to build up a sustainable & responsible future. Why should you choose Leyton? In 2007, Leyton settled down in Morocco with around fifty employees. Fifteen years later, it has a workforce of 645, in which 55% are either engineers and / or doctors, 60% are women. Founded in 1997, Leyton is an international consulting firm and our teams around the world remain devoted the technological, ecological and socio-economic development of organisations. Our consultants are all true technical experts and provide concrete solutions which contribute to the growth and enduring success of our clients’ businesses. public Global Experience 25 years of global experience : Backed by 25 years of experience, we’re here to empower your future. female Team of Experts We have over 70 specialists on staff to calculate your claim and keep up with the legislation changes. Our highly qualified team of tax and technical experts are up to date on the latest legislation. The team comprises of accountants, scientists, engineers, & doctors. Key Figures years of experience in Morocco +15 Engineers and/or doctors + 55 % Women + 60% How we can help your business grow We provide opportunities for fresh graduates and experienced professionals to build exciting and fulfilling careers within a rapidly growing business. join 7 reasons to join us Diversity_3 Careers at Leyton Diversity_2 Meet our talents","metadata":{"source":"https://leyton.com/ma/about-us/","title":"\n\n","date":"","contentLength":507}},{"pageContent":"Leyton has offices in 13 countries Operating in 13 countries, our group has multidisciplinary expertise on a global scale that allows us to have a local approach and a global vision that can respond to any type of challenge. France Paris Office 16 boulevard Garibaldi – 92130 Issy-les-Moulineaux Lyon Office 7 rue Juliette Récamier – 69006 Lyon Montpellier Office Tour Europa – 101 avenue de Délos – 34000 Montpellier Marseille Office 565 avenue du Prado – 13008 Marseille Nantes Office 11 rue Arthur III – Immeuble INSULA, 5ème étage – 44200 Nantes Sophia-Antipolis Office Espace Saint-Philippe – 200 avenue de Roumanille – 06410 Biot Strasbourg Office 27 rue du vieux Marché-aux-Vins – 67000 Strasbourg Toulouse Office 33 avenue Georges Pompidou (Bât. D) – 31131 Cedex Balma +331 55 39 11 00 contact@leyton.com Visit website arrow_outward arrow_outward Canada Montreal 1260 Boulevard Robert Bourassa, 5th floor Montreal, QC H3B 3B9 Toronto Suite 570, 144-146 Front Street West, Toronto, ON M5J 2L7 Calgary 333 7th Avenue SW, Suite 2130 Calgary, AB T2P 2Z1 Vancouver 666 Burrard St, Vancouver, BC V6C 2X8 canada@leyton.com Visit Website arrow_outward arrow_outward United Kingdom London Office Harmsworth House, 1st Floor, 13-15 Bouverie Street, London EC4Y 8DP +44 207 043 2300 Edinburgh Office One Lochrin Square, 92 Fountainbridge, Edinburgh EH3 9QA, UK +44 141 471 9327 Glasgow Office 8th Floor, Lomond House, 9 George Square, Glasgow G2 1DY +44 141 471 9327 Manchester Office 10th Floor, Manchester One, Portland Tower, 53 Portland Street Manchester M1 3LD +44 161 470 7099 uk@leyton.com enquire@leyton.com Visit website arrow_outward arrow_outward Germany Düsseldorf Office Bleichstraße 20 40211 Düsseldorf +49 211 54085370 München Office Radlkoferstraße 2 81373 München +49 892 060936144 deutschland@leyton.com Visit website arrow_outward arrow_outward Morocco Casablanca Office Shore 14, 5ème étage Parc Casanearshore 1100 Boulevard ElQods Sidi Maârouf Casablanca +212 5 22 27 62 65 maroc@leyton.com Visit website arrow_outward arrow_outward Netherlands Utrecht Office Secoya Papendorpseweg 99 3528 BJ Utrecht +31 30 600 83 25 benelux@leyton.com Visit website arrow_outward arrow_outward Spain Barcelona Office Plaza Xavier Cugat 2, Edificio D, 4 Planta 08017 Sant Cugat del Vallés, Barcelona +34 93 707 78 58 Bilbao Office Plaza Euskadi 5, Torre Iberdrola, Planta 24 48009, Bilbao +34 94 641 89 06 Madrid Office Avenida de Burgos 12, Planta 11. 28036 Madrid +34 91 833 96 64 Girona Office Parc Central Business Center Carrer del Mestre Francesc Civil, 8 – 17005 Girona +34 661 59 36 85 Malaga Office Calle Alamos 7, 1ª planta 29012 Málaga +34 600 95 92 90 Valencia Office C de l’Antiga Senda d’En Senent, 11. Planta 7, puerta derecha 46023 Valencia +34 964 919 259 Vigo Office Rua Principe, 35 1ºB 36202 Vigo +34 67 143 64 17 Palma de Mallorca Office Calle Aragón 20, 1ºB 07006 Palma de Mallorca, Illes Balears +34 672 623 788 Gijón Calle Marqués de San Esteban, 2, Despacho 002, 33206 Gijón, Asturias +34 671 26 92 88 Las Palmas de Gran Canaria Office C/ Agustín Millares 18 35000 Las Palmas de Gran Canaria, Islas Canarias +34 663 33 38 36 iberia@leyton.com Visit website arrow_outward arrow_outward Italy Milano Office Via Melchiorre Gioia, 26 20124 Milano Firenze Office Via Curzio Malaparte, 19 50145 Firenze Bari Office Via Delle Murge 89/100 – 4° piano Salerno Office Via Giulio Pastore, 24 84131 Salerno Verona Office Via Francia, 21/c 37135 Verona Roma Via del Serafico, 89/90 00142 Roma +39 (0)235976001 italia@leyton.com Visit website arrow_outward arrow_outward Poland Warsaw Office Wspólna 70, 00-687 Warszawa +48 22 245 41 89 poland@leyton.com Visit website arrow_outward arrow_outward Portugal Porto Office R. Daciano Baptista Marques, 245. Lake Towers – Edificio D – 2º Andar – Sala 226 4400-617 Vila Nova de Gaia, Porto +351 914 021 642 portugal@leyton.com Visit website arrow_outward arrow_outward USA Boston Office 2 Avenue de Lafayette, 6th Floor Boston, MA 02111 San Francisco Office 351 California St, Suite 300 San Francisco, CA 94104 +1 617-765-0990 contact-us@leyton.com Visit website arrow_outward arrow_outward Belgium Brussels Office Chaussée de la Hulpe 166 1170 Brussels +32 262 62750 benelux@leyton.com Visit website arrow_outward arrow_outward Sweden Stockholm Office Klarabergsviadukten 63 (box 190), 111 64 Stockholm + 33 (0)6 98 53 74 67 contact@leyton.com Visit website arrow_outward arrow_outward","metadata":{"source":"https://leyton.com/ma/locations/","title":"\n\n","date":"","contentLength":738}},{"pageContent":"The way we work Leyton is a place where you will work with people who share your passion. Where activity stimulates skills. Where a deep respect for courage and original ideas will inspire you to give your best together. Leyton Morocco is organized according to functional specialties & not by industry, which is rare for a company of our size. We are specialists who lead others. At Leyton, leaders combine their skills with two other essential characteristics: a taste for detail and a willingness to debate when making collective decisions. At all levels, it can be liberating and even exhilarating to work with expert people who give relevant advice and can become your mentors. This approach to leadership is a commitment to collaboration that enables innovation. Evolution & Promotion We are setting up a cross-functional development path highlighting the skills and profiles of our employees, so everyone can reveal their potential. Your strength of proposal, results, and personality will allow you to create your position and benefit from internal mobility. Innovation Innovation is driven by those who know their stuff, whether they are young people just starting out or people with decades of experience. At Leyton, innovation doesn’t just depend on great people, but also on a community of specialists. The same question drives them: “What can we do more than what has already been done?” “We encourage this culture by giving specialists the space to take bold but informed risks, enabling innovation. Training We are setting up a cross-functional development path highlighting the skills and profiles of our employees, so everyone can reveal their potential. Your strength of proposal, your results, your personality will allow you to create your position and benefit from internal mobility. The Leyton Spirit diversity_2 Our People arrow_outwardarrow_outward Leyton’s Women & Men are equipped with an agile & proactive mindset that brings precise answers to specific organizational challenges while providing long-lasting process recommendations & financial leverage. With our people as our greatest asset, we’ve internally promoted to build 90% of our leadership team and continue to capture the best talent for our clients. smart_toy Spirit of innovation arrow_outwardarrow_outward Our internal tech lab allows our experts, technical and financial consultants, to use applications and tools combining artificial intelligence, RPA (Robotic Process Automation), and data management to offer our customers services and solutions that are state-of-the-art. all_inclusive Sustainable development arrow_outwardarrow_outward Leyton goes beyond consultancy & financial leverage, and takes responsibility in fostering collaborative actions to build up a sustainable & responsible future. How can we help you empower your future? Explore and pick the perfect job for you Our in-house team of highly qualified tax and technical experts are committed to helping you leverage innovative strategies tailored to your unique business environment. We have 25+ years of experience working with businesses of all sizes offering tax services. view_in_ar_new Consulting At the heart of our centre of excellence is a highly dedicated team at the forefront of state of the art research subjects. This team comprises expert individuals whose main mission is to monitor the latest technologies in the public domain and participate in the development of our cutting-edge scientific knowledge bank in collaboration with our various offices around the world. lightbulb_circle Tech Lab At the cutting-edge of digital innovation, our team of developers, engineers and designers work daily with consultants to help our clients to benefit from financial incentives to accelerate their growth and achieve long-lasting performance. air Sales & Business development Leyton’s Morocco Contact Centre offers you a great opportunity to enhance your commercial skills and build a solid working experience. Our Certified trainers provide full training and best practices to be successful. Our expertise is typically on outbound calls to both prospects and customers. Ultimately, you will meet great people, colleagues and professionals. Our team of experts has many specialities You will always find the right path of speciality with us Mechanics, Energy, Civil Engineering Smart Cities, Eco-design, Renewable Energies, Energy Efficiency, Modelling, BIM, Fluid Mechanics, Mechanics of Structures, Aerodynamics Telecommunication and Network RFID, Internet of Things (IoT), Network Security, QoS Assurance Protocols, Ad-hoc and PCS Wireless Networks Automation, Electronics, Electrical Engineering: Robotics, Embedded Systems, Micro-nano Systems, Microelectronics, Power Systems, Control Systems Computer and Data Science Artificial intelligence, Machine Learning, Quantum Computing, Distributed Systems, Cryptography, Blockchain Technology, Mobile Computing, Mathematical Optimization and Modelling Materials, Processes and Chemistry Crystallization, Polymerization, Nano-composites, Bio-sourced Materials, Nano-Materials, Chromatography and adsorption, Electrochemical Systems Biology, Medicine and Food processing Animal and Livestock Science, Microbiota & Gut health Innovation, Plant Breeding Innovation; Smart Seeds / Crops, DNA design, Biotech Innovation, New-Generation Vaccine","metadata":{"source":"https://leyton.com/ma/our-expertise/","title":"\n\n\n                    We help unleash our clients’ innovation potential!                ","date":"","contentLength":771}},{"pageContent":"Get in touch! We help companies improve their business performance through identification & optimization of tax incentives including the R&D Tax Credit, Employee Retention Credit, Reverse Sales & Use Tax Audit, & more. apartment Local Headquarters arrow_outwardarrow_outward Casablanca Office Shore 14, 5ème étage Parc Casanearshore 1100 Boulevard ElQods Sidi Maârouf Casablanca +212 522 47 02 20 handshake Get in touch arrow_outwardarrow_outward Our in-house team of highly experienced scientists, engineers, tax consultants and attorneys can help you reduce your tax liability. Reach out to us today! domain Our Offices arrow_outwardarrow_outward Operating in 13 countries, our group has multidisciplinary expertise on a global scale that allows us to have a local approach and a global vision that can respond to any type of challenge. feed Our News arrow_outwardarrow_outward Get the latest information from our press releases, media contacts, and other resources. badge Careers arrow_outwardarrow_outward At Leyton, we believe in empowering our employees to thrive and grow. Our career development programs present dynamic opportunities to gain positive mobility in your career. share Follow Us arrow_outwardarrow_outward Follow us on LinkedIn, Facebook, Instagram, Twitter and YouTube.","metadata":{"source":"https://leyton.com/ma/contact-us/","title":"\n\n","date":"","contentLength":182}},{"pageContent":"The family is growing; we need more talents to join our adventure! You understand the modern needs of companies? #WeAreHiringThe family is growing; we need more talents to join our adventure! You understand the modern needs of companies? #WeAreHiring We have been innovating for more than 25 years. In 2007, Leyton settled down in Morocco with around fifty employees. Fifteen years later, it has a workforce of 645, in which 55% are either engineers and / or doctors, 60% are women. Founded in 1997, Leyton is an international consulting firm and our teams around the world remain devoted to the technological, ecological, and socio-economic development of organisations. Our consultants are all true technical experts and provide concrete solutions which contribute to the growth and enduring success of our clients’ businesses. Learn more arrow_outwardarrow_outward We Design. We Build. We Test & We Explore. At the cutting-edge of digital innovation, our team of developers, engineers, and designers work daily with consultants to help our clients to benefit from financial incentives to accelerate their growth and achieve long-lasting performance. Join the team arrow_outwardarrow_outward How can we help empower your future? We provide opportunities for fresh graduates and experienced professionals to build exciting and fulfilling careers within a rapidly growing business. join 7 reasons to join us Diversity_3 Careers at Leyton Diversity_2 Meet our talents Our latest news devOps training organized at ENSEM Back on the devOps trainin, organized on November 25 at the National School of Electricity and… 24-12-2021 Read more arrow_forward arrow_forward Meet&Greet Day – Leyton x 1337 Our Meet&Greet co-organized with the students of 1337, in Khouribga. An inspiring moment for… 24-12-2021 Read more arrow_forward arrow_forward Leyton participated in the Meet & Greet Day organized by UM6P In line with its professional guidance engagement, Leyton participated on Thursday, November 11,… 24-12-2021 Read more arrow_forward arrow_forward","metadata":{"source":"https://leyton.com/ma/","title":"\n\nEmpower your FutureAnalyse, Explain & Claim!Empower your FutureCode, Start & GO!","date":"","contentLength":312}},{"pageContent":"Our ambition Sustainable development is at the heart of Leyton’s DNA. Through the Sustainability by Leyton programme, we are coordinating all our CSR (Corporate Social Responsibility) actions by relying on the expertise of our employees in technical, energy and economic transition. Our group also sponsors numerous organisations and foundations, whose social, environmental and societal causes we support. In all the countries where we are based, our employees are prepared to respond to the challenges of tomorrow with both customers and organisations alike. Now, more than ever, our responsibility as a business is to actively participate in the social and environmental transition by integrating these topics into our activity. To register our development, we have grand ambitions and numerous projects, those of our employees and clients, in a sustainable outlook. François Gouilliard CEO and founder of the Leyton Group Three pillars Through our CSR program, Leyton coordinates all its actions by relying on the expertise of its employees. We regularly support charitable organisations through fundraising events and volunteering activities. The Leyton Group also sponsors numerous organisations and foundations whose social, environmental, and societal causes we support. We focus our efforts on our three pillars: Social Mental health awareness activities, equality in senior roles and equality, diversity and inclusion training Economy Charities & fundraising activities, working with partner organisations, CSR days Environment Three R’s (reduce, reuse, recycle), Tangible goals for creating a net zero / carbon positive business, environmental monitoring & verification Our local actions Clean beach operation Alongside many corporates and startups, we surf the wave of cleaning the oceans for the next generations, also maintaining a sustainable approach towards nature! Fight for cancer Marathon Several Leyton Maroc employees participated in the presence of great national athletes to a marathon organized by the Noujoum association in favor of children with leukemia. Food and goods donation Leyton Maroc supports the Noujoum Association which sets up educational workshops in hospitals for children with cancer. Several employees regularly visit the children on a voluntary basis. How we act to reach the Sustainable Development Goals (SDGs) SDG#3 : Good Health and Well-being In the last few months, we have initiated several campaigns to support and thank individuals who helped support the fight against COVID-19, such as donating 1% of all fees collected by the company between April and June to the National Health Service in the UK, the Pasteur Institute in France and the Spanish National Research Council (CSIC) in Spain. SDG#5 : Gender equality Our US & Spain offices have launched ‘Leyton Women in STEM’ campaigns to celebrate & appreciate our female technical consultants who bring highly advanced technical knowledge & industry expertise to provide valuable benefits to our clients. SDG#7 : Affordable and clean energy In January 2020, we hosted The Sustainable Startup Challenge, an international competition in which start-ups competed for a chance to win a stand at #CES2020. BeFC Bioenzymatic Fuel Cells stood out with an ecological paper based fuel cell system that uses biological catalysts instead of chemical catalysts. SDG#11 : Sustainable cities and communities In Morocco, our employees organized a clean beach operation, and in the UK several employees joined a tree planting operation. SDG#11 : Sustainable cities and communities In line with our efforts to protect the environment, Leyton has opted for “ecological” and eco-friendly offices for its head office in Paris and also for its branch in Italy. SDG#14 : Life below water We are a Corporate Partner of the Blue Marine Foundation, a charity dedicated to restoring the ocean’s health by addressing overfishing, one of the world’s biggest environmental problems.","metadata":{"source":"https://leyton.com/ma/corporate-social-responsibility/","title":"\n\n\n                    Sustainability by Leyton                ","date":"","contentLength":597}}]