[{"pageContent":"Back on the devOps trainin, organized on November 25 at the National School of Electricity and Mechanics – Casablanca (ENSEM) and conducted by our leytonians Meriam and Mehdi. Within our vision of growth and our quest for agility, we believe that the ability of our engineers to share their expertise is essential for the future! That’s why Leyton offers training sessions and opportunities that will enable tomorrow’s executives to achieve their goals: tailored learning activities with a tangible impact on students’ career paths. 👨🎓👩🎓","metadata":{"source":"https://leyton.com/ma/news/devops-training-organized-at-ensem/","title":"devOps training organized at ENSEM\n\n","date":"24-12-2021","contentLength":84}},{"pageContent":"Our Meet&Greet co-organized with the students of 1337, in Khouribga. An inspiring moment for the students with the different managers of our IT department!Our experts were able to give a view on Leyton’s working context, introduce the different technologies and applications developed internally, but also propose different job opportunities. 👨🎓👩🎓 This close relationship with the educational entities of Mohammed VI Polytechnic University allows LEYTON to participate in anchoring future #graduates more effectively in professional life and to develop their employability, all in an international dimension. 🙏","metadata":{"source":"https://leyton.com/ma/news/meetgreet-day-leyton-x-1337-2/","title":"Meet&Greet Day – Leyton x 1337\n\n","date":"24-12-2021","contentLength":88}},{"pageContent":"In line with its professional guidance engagement, Leyton participated on Thursday, November 11, 2021 in the ‘Meet & Greet Day’ organized by Mohammed VI Polytechnic University. The event witnessed the participation of more than 𝟏𝟓𝟎 students from the various educational institutions of UM6P: EMINES – School of Industrial Management / Mohammed VI Polytechnic University, 1337 Future Is Loading, ESAFE – UM6P, Al Khawarizmi, School of Computer Science (UM6P-CS)… This Meet & Greet Day allowed us to exchange with the students and the educational teams, both in plenary sessions and through workshops, on LEYTON’s activities in the fields of innovation consulting and process digitalization. Through this initiative, Leyton wishes to actively participate in the professional immersion of students, training and employability of future graduates. ✅","metadata":{"source":"https://leyton.com/ma/news/leyton-participated-in-the-meet-greet-day-organized-by-um6p/","title":"Leyton participated in the Meet & Greet Day organized by UM6P\n\n","date":"24-12-2021","contentLength":119}},{"pageContent":"Leyton opened its doors to 17 students from EMINES – School of Industrial Management / Mohammed VI Polytechnic University, and presented its international consulting activities in the fields of innovation, energy and digital transition. This visit is an essential part of the training of future engineers and provides an opportunity to discover the business world. 👏 Through discussions with Leyton employees, the students were able to discover and deepen their knowledge of the different professions and measure the importance of expertise as well as soft skills (communication, empathy, listening, negotiation, etc.) in the consulting business.","metadata":{"source":"https://leyton.com/ma/news/student-engineers-visit-leyton/","title":"Student Engineers Visit Leyton\n\n","date":"24-12-2021","contentLength":92}},{"pageContent":"At Leyton, it is our primary mission to help businesses leverage financial incentives to accelerate their growth and achieve long-lasting performance. With international expansion as part of our strategy, we welcome a new office in Portugal, and are already in place to support businesses in their sustainable growth. With our newest addition, we surpass from 12 to 13 countries and complete our presence in the Iberian Peninsula. David Parra, the general director at Leyton Iberia, will be in charge of supervising the development of business in the Portuguese market. “With COVID-19, Leyton found ways to maintain the exponential growth achieved during the last years. As a result of what we’ve achieved, and thanks to our 7 offices spread through the Spanish territory, we establish ourselves as leaders in the industry. With this momentum, we’ve wanted to continue expanding our business and take on this new opportunity in the Portuguese market with great enthusiasm. Although our first office will be located in Lisbon, we have all intention of opening another office in Porto next, now that we see great potential in these two cities. I am sure that this new adventure will be a success”. SERVICES AVAILABLE AT LEYTON PORTUGAL Based on the local tax incentives and our 24 years of experience in innovation funding, the services that will be offered in the Portuguese market can be divided into 3 main groups: Tax deductibles or SIFIDE: These are tax incentives for the creation of the right to deduction for the execution of research activities, development, and innovation.Financial Aid: Portugal 2030 and international financial aid, for example Horizon and Eureka.RFAI: For investments in new economic activities, growth or diversification, such as investments in new, tangible and intangible, fixed assets. THE NEXT STEPS FOR LEYTON IN PORTUGAL As we open our doors to the needs of innovators in the Portuguese market, we plan to welcome talented experts to ease our clients’ workload and leverage financial incentives for sustainable performance. Contact us at portugal@leyton.com.","metadata":{"source":"https://leyton.com/ma/news/new-office-opening-leyton-lands-in-portugal/","title":"New Office Opening: Leyton Lands in Portugal\n\n","date":"22-02-2022","contentLength":338}},{"pageContent":"Our people are a part of everything we build. Join Leyton, bring your experience and know-how and find out all you have to learn. Because at Leyton, you will be the engine of your evolution, and we will accompany you along the way. Leyton offers a positive and diverse working environment that leads to our employees’ success and happiness both personally and professionally. A potential that we highlight through seminars, training, after-work sessions, and multiple corporate events to encourage solidarity and maintain our team spirit! Inclusion, diversity and gender Include everyone Diversity includes. Inclusion empowers. Parity makes you grow. It is by bringing everyone together that we can move forward, innovate, and give the best of ourselves together. That’s why we continue our commitment to inclusive recruitment and development opportunities, as well as equal pay. Shared values and international environment Move forward all together Joining Leyton also means immersing yourself in an environment of sharing and exchange at the international level. Shared universal values, such as meritocracy, excellence, respect, and innovation. Personal and professional development Your story has only just started Working at Leyton also means dealing with constant change, in terms of innovation but also of career paths. You will be able to deepen your knowledge in your area of expertise, take on other responsibilities in your role, or explore new opportunities. Whatever you decide, you will be the engine of your evolution, and we will accompany you along the way. Healthy and safe working environment Your well-being at the center Leyton strongly believes in the need for comfort and physical well-being in the workplace. Leyton does everything in its power to guarantee its employees suitable co-working and teleworking spaces. In addition, in the fight against COVID, Leyton is committed to ensuring safe working conditions. Halloween is a holiday that I will never forget. I had decorations all over my desk and the front desk was full of candy, and it was a wonderful change from the workspace I’m used to. I love being able to celebrate these moments with my colleagues. #TrickOrTreat Yasmine Rizk With Leyton since 2008","metadata":{"source":"https://leyton.com/ma/life-at-leyton/","title":"\n\n\n                    Life at Leyton                ","date":"","contentLength":357}},{"pageContent":"Life at the tech Lab Our digital teams, made up of POs, business and marketing experts and our “pizza team” organisation, enable our experts to increase their efficiency and agility through better communication and group cohesion. Thanks to the diversity of our talents and their disruptiveness, Leyton has the ability to offer unique solutions designed to help our clients to benefit from financial incentives to feed their growth and performance. Revolutionize How You Claim Tax Credits REV by Leyton is a cutting-edge tax credit service that combines technology with our best-in-class tax team. Through integrations and an easy-to-use interface, startups and small businesses can claim tax credits, like the Payroll R&D Tax Credit and the Employee Retention Credit, on their own time. REV by Leyton helps you claim back money to power what’s next. Explore REV arrow_outwardarrow_outward Our Tech LabVision & Philosophy Integrated Digital SquadsAll digital professions are integrated into our in-house Tech Lab. An organisation that enables our teams to master the entire digital value chain: product owners (PO), PPO (proxi PO) software engineers, data scientists, designers, DevSecOps, BI consultants, scrum masters, tech leads…Excellence and Augmented IntelligenceLeyton relentlessly works to onboard the best talents to join the tech lab: people that are technology-savvy, love to learn, and have demonstrated an interest in turning ideas into solutions with the aim of helping our clients to benefit from financial incentives. Reliable and Secure SolutionsTo ensure the security and reliability of our solutions, we host our own servers in a private cloud, follow strict GDPR standards, and respect and certify our quality standards [ISO9001]. Thus, our process also provides security and reliability to our customers’ information. In all the countries where we are based, our employees are prepared to respond to the challenges of tomorrow with both customers and organisations alike. Now more than ever, our responsibility as a business is to actively participate in the social and environmental transition by integrating these topics into our activity. To register our development, we have grand ambitions and numerous projects – those of our employees and clients in a sustainable outlook. François Gouilliard CEO & Founder of the Leyton Group Our Tech Lab Our experts, technical and financial consultants, rely on the dedicated eLeyton Tech Lab to develop applications and tools that combine artificial intelligence, RPA (Robotic Process Automation) and data management. These Augmented Consultancy solutions allow us to offer our clients state-of-the-art services. Our Teams Data science and Machine Learning Our teams work on cutting-edge technologies to answer real-world business problems. Big Data and Analytics Data is one of our greatest assets. Our Big Data teams work on collecting, ingesting, processing, and delivering data. Web Development Leyton Web development teams work on different projects in several industries. ERP and CRM Leyton has an outstanding team of Salesforce consultants that work hand in hand with our different stakeholders on a very large scale. DevSecOps We adopt a continual improvement approach to deliver the best technologies. UX Design The UX / Product design team uses user research, design thinking, visual design, and user feedback to determine the strategic direction of all initiatives supporting our clients and our consultants.","metadata":{"source":"https://leyton.com/ma/tech-lab-2/","title":"\n\n\n                    We Design. We Build.We Test. We Explore.                ","date":"","contentLength":535}}]